package sport.tc.com.modle;

import com.google.gson.annotations.SerializedName;

import java.util.List;

/**
 * Created by punisher on 2017/4/11.
 */

public class HealthyCircleResponse {


    /**
     * code : 000
     * msg : 成功
     * data : {"cn_map":{"type":{"10":"健康指南","11":"慢病指导","12":"日常营养","13":"运动指导","14":"保健百科","15":"体检解答"},"app_type":{"1":"健康圈","2":"局部知识","3":"营养推荐","4":"运动处方"},"is_top":{"1":"置顶","2":"不置顶"},"is_index":{"1":"首推","2":"非首推"}},"page":{"total_page":1,"total_num":"10","cur_page":"1","page_num":"20"},"article_list":[{"id":"9","title":"步行好，还是跑步好","article_json":[{"type":"list","paragraphs":["步行和跑步是最受美国成年人欢迎的运动项目。然而究竟是走还是跑更利于健康，人们一直争论不休。最近有不少直接比较跑步与步行的新研究给我们提供了一些答案。他们的结论是？\u2014\u2014到底谁更好，基本上完全取决于你的期望。\n假如你想减重\u2014\u2014无论肤浅与否\u2014\u2014跑步更胜一筹，而且大比分领先。今年4月发表在《体育医学与科学》(Medicine & Science in Sports & Exercise)上的一篇文章清楚明白地打着这样一行标题：《跑步比步行更利于减重》(Greater Weight Loss From Running than Walking)。研究者梳理了参与\u201c全国跑步与步行健康研究\u201d的15237名步行者和32215名跑步者的调查数据。该大型调查由加州伯克利市劳伦斯伯克利国家实验室(Lawrence Berkeley National Laboratory)进行。\n参与者在调查开始时汇报了自己的体重、腰围、饮食习惯和通常每周或走或跑的英里数，六年后再次汇报以上数据的变化。\n跑步者在调查初期就普遍比步行者瘦，而且之后一直保持。几年下来，跑步者在控制体重指数和腰围方面远比步行者强。\n这种差异在55岁以上的参与者中尤其明显。此年龄段的跑步者并不进行大量跑步锻炼，也不比同龄步行者每周消耗的卡路里多。但他们的体重指数和腰围显著比同龄步行者低。\n为什么跑步比步行更有助于控制体重，原因尚未可知。虽然看似很明显，跑步比步行强度大，每小时燃烧的卡路里更多\u2014\u2014这是事实。然而，在上述及其他调查研究中，两种人的能量消耗持平\u2014\u2014步行者每周走上好多个小时，与跑步者燃烧同样卡路里\u2014\u2014那么跑步者似乎真的能在长期内更好地控制体重。\n一个小而有意思的研究发现，其中一个原因可能是跑步对食欲的影响。怀俄明大学(University of Wyoming)运动生理学实验室研究了两次不同实验中，9名有经验的女性跑步者和10名长期坚持步行锻炼的女性的身体状况。第一天，参与者在跑步机上或跑或走锻炼一小时。第二天，她们一起休息一小时。在每天的实验中，研究者都全程监控她们的能量消耗，并抽取血样，检测与食欲有关的激素。研究去年发表在《肥胖症》(The Journal of Obesity)杂志上。\n每次实验后，参与者面前都摆上了丰盛的自助餐，可以随意享用。\n结果是，步行者很饿。她们吃掉的热量比刚才在跑步机上消耗掉的还多50卡路里。\n跑步者则正相反，她们挑挑拣拣，吃的比消耗的几乎少200卡路里。\n而且锻炼后，跑步者血液中一种名为酪酪肽的激素水平显著提高，这是一种能够抑制食欲的激素。步行者血中的酪酪肽没有升高，她们食欲旺盛。\n想吃少，先跑一跑。\n不过在健康的其他方面，新的科学研究显示：步行至少和跑步一样有益；而且在某些情况下胜于跑步。今年5月发表的一项研究再次深入探索了\u201c跑步与步行健康研究\u201d的数据。研究者发现：比起久坐不动的人，跑步者和步行者患老年性白内障的风险都有所降低。这可是锻炼带给人们意料之外的又一大好处。\n最令人欣慰的也许是4月份刊登在《动脉硬化、血栓和血管生物学》(Arteriosclerosis, Thrombosis and Vascular Biology)上的那项新研究了。它再次利用了全面的\u201c跑步者与步行者健康研究\u201d数据。分析发现：跑步者比久坐不动者患高血压、糖尿病、心脏病和查出不良胆固醇指标的概率低得多。不过，步行者的数据更棒。举个例子，跑步者每天跑一个小时，患心脏病的概率降低4.5%；而每天消耗同等热量的步行者，其心脏病患病风险能降低9%以上。\n诚然，很少有步行者的能量消耗堪比跑步者。\u201c公平地讲，如果你想用走路的方式消耗掉跑步所能消耗的热量，那你要走1.5倍的距离，花2倍时间。\u201d劳伦斯伯克利国家实验室的研究员保罗·T·威廉姆斯(Paul T. Williams)说。威廉姆斯是上述所有利用了\u201c跑步者与步行者调查\u201d的研究论文的第一作者。\n从另一方面来说，开始进行步行锻炼的人通常都不如开始跑步的人健康，因此他们健康获益相对更大。\n无论你的健康目标是什么，\u201c跑也好走也好，都比什么都不做强。这一点值得重申。\u201d威廉姆斯博士说。\n为证明此论点，让我们看看那个食欲研究的额外发现：参与者在第二天的实验中静坐一小时，没做任何形式的运动。然后她们饿得不得了，比起刚才燃烧的屈指可数的一点热量，她们竟多吃下去了300卡路里。\n"]}],"is_top":"1","pics":["http://hsm.oztechgroup.com/uploads/11b96d2d10e3f4e3329638ea425bdb87.jpg"],"create_time":"2017-04-18 15:56:46","type":"5","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"9","price_num":"0","comment_num":"0","type_str":"活动"},{"id":"7","title":"想减多少就减多少","article_json":[{"type":"list","paragraphs":["我叫张倩倩，是一个典型的吃货。从小就很胖，高中时，我就想减肥，可自己一个人摸索着尝试，又有效又能坚持的方法很少，体重偶尔会轻，但人并没有瘦，减减停停这几年走过不少辛酸路。"]},{"type":"image","src":"http://hsm.oztechgroup.com/uploads/0d458db2c0ca276053ba9bacf55e708c.jpg"},{"type":"list","paragraphs":["后来经朋友介绍，加了静涵的微信，看到那么多成功的瘦身例子，我也看到了希望，通过几次了解，她很快给出了适合我的减肥方案！这个方案可以根据不同人的体质进行调配。"]},{"type":"image","src":"http://hsm.oztechgroup.com/uploads/3df9f68d378ee43c5363800dc5d085ea.jpg"},{"type":"list","paragraphs":["用了这个减肥方案后，我一个月瘦了26斤，如今体重维持在96斤，没任何反弹！为了拯救更多绝望的胖子，为了感谢静涵，我下定决心尽我所能，免费宣传它。想和我一样瘦身成功的，可以加静涵微信，里面有很多粉丝瘦身成功的心得，可以学习下，还可以免费得到静涵的瘦身指导！"]}],"is_top":"1","pics":["http://hsm.oztechgroup.com/uploads/d68fd4d53cd93b5f44f17ba1f9030dd7.png"],"create_time":"2017-04-17 13:04:40","type":"1","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"7","price_num":"0","comment_num":"1","type_str":"颈部"},{"id":"30","title":"医疗放射，福祸相倚","article_json":[{"type":"list","paragraphs":["(1)正如酒精，医疗放射也是把双刃剑。它固然有无可争议的优势：揭露从骨折、肺部病变到肿瘤、心脏缺损等潜在问题；治疗、甚至治愈癌症。\n(2)但它同时亦藏有严重的安全隐患：损伤病人的DNA，在10～20年后诱发癌症。单独一项CT(Computed Tomography，计算机断层摄影)扫瞄，其放射性就是普通X射线的100-500倍。而CT已成为全美四分之三放射暴露(radiation exposure)的来源。据估计，美国有1.5%的癌症都因它而起。\n(3)人们逐渐意识到了医疗放射的危害，对日益普遍的放射成像也开始警觉。包括放射科医师在内的众多专家呼吁，在决定用放射手段为病人做检查前请务必三思。\n(4)\u201c所有放射成像技术都用得越来越多了，不过CT仍占绝大多数。\u201d加州大学旧金山分校(University of California，San Francisco)放射与生物医学成像专家丽贝卡·史密斯·宾德曼(Rebecca Smith-Bindman)医生说：\u201c这显然是一种大范围的滥用。每年有10%以上的病人都在接受很高的放射暴露。\u201d\n(5)专家表示，平衡利弊才是正确运用医疗放射的关键。然而近年来，尽管利用放射技术获取医学影像的情况持续疯长，但平衡观念却往往被抛诸脑后。其结果就是耗费了不必要的医用开支，并给病人的健康埋下了隐患。\n(6)医生和病人都有责任瞭解放射的利弊，在医生签下需要用到放射手段的诊疗单前仔细审度。\n(7)听到以下事实，病人一定会惊讶：包括CT扫瞄冠状动脉查找钙积聚在内的一些最新放射显影技术，还根本没用科学设计的临床试验检验过。因此它们的真正优势最多也就是个猜测。当前广泛使用的冠脉扫瞄，其放射量是普通X光胸透的600倍。据专家估计，每10万名接受过这类扫瞄的男性中会有42人、女性中将有62人因此而日后患上癌症。\n(8)正常情况下，平均1000人里会有420人罹患癌症；但每经过一次心脏CT扫瞄，这个数字就往上加1。尽管看起来风险不高，可这对于那位本来能避免癌症的人来说就太不一样了。\n(9)巨大的变动性也让情况更为复杂。同样的操作，在不同医院、甚至同一医院不同时间段进行，带给患者的放射暴露竟可以有10倍以上的差异。\n(10)虽然放射诱发癌症是个累积的过程，但没有人追究一位病人在即将接受新的显影检查时已有过多少放射暴露了。就算被问及，也是为了比较新旧结果，而非评估此次放射的危险。\n(11)三年前，美国国家心肺血液研究所(National Heart，Lung and Blood Institute)的迈克尔·S·劳尔(Michael S. Lauer)医生在《新英格兰医学期刊》(The New England Journal of Medicine)上撰文称：\u201c放射暴露带来的问题不太容易被发现，其原因是每次放射都被认为是孤立的，每一回的风险都很低、几乎无法测量，而且任何放射诱发的癌症都是多年后才浮出水面，很难与从前做过的医学成像检查联系起来。\u201d\n(12)医学研究所(Institute of Medicine)在广泛地分析了环境及其他危险因素与乳腺癌的关系之后，在去年发布了一份报告，当中指出，唯一有足够证据证明有损健康的举措是：停经女性采用激素疗法，同时暴露在比一般乳房X光摄影剂量高得多的电离辐射中。\n(13)实际上我们每个人都处在来自宇宙射线、氡气和地球上放射性元素的背景辐射中，大约每年3毫希(millisieverts，辐射剂量单位)。根据《哈佛健康通讯》(The Harvard Health Letter)报导，至1980年，随着各种新辐射来源进入人们的生活，如医疗检测、核电站、放射性沉降物、电视机、电脑显示器、烟雾探测器以及机场安检，每年人们接受的辐射量增加了0.5毫希。\n(14)然而如今，医疗带来的辐射已然要赶超背景辐射：平均每年在每人身上增加3毫希。(一次乳房X光摄影为0.7毫希，如果做3D显影，则剂量加倍。)\n(15)这是有因可寻的。私人诊所买了昂贵的医学影像设备后为赚回成本，必须尽可能多地使用。很多大医院为了显摆自己拥有最先进高端的疾病探测仪器，即使与其他医院相距不远，也要购进同样的设备\u2014\u2014其实全无必要。开诊疗单的医生自己当然不受辐射的影响，病人还自认为最大程度地利用了现代医学的便利。\n(16)劳尔医生写过一篇关于心脏检查的评论：\u201c很多下单要求患者做影像检查的医师并没有因进行这些意义不明确的操作而招来什么损失；正相反，他们就靠此服务获取薪水。患者亦不会抱怨，因为费用是由第三方来承担。人们都觉得用最前沿的技术来个彻底的检查。\u201d\n(17)一项新的研究显示，医学成像的大量应用早已超过了原始的经济动机。史密斯·宾德曼医生及同事在6月刊的《美国医学协会杂志》(The Journal of the American Medical Association)上发表了一篇文章：1996～2010年间，6家大型预付型卫生系统的成像技术使用度飞速上涨，其中CT扫瞄的次数增加了两倍。然而从财政刺激的方面来讲，本应是鼓励少做，而非多做成像类检查的。这样大量地应用放射技术让接受高度甚至超高度放射暴露的病人比从前多出一倍。\n(18)研究指出，截至2010年，每100名成年患者中就有20位接受过CT扫瞄；65～75岁的患者中，每100人里有35位。10～20%用前述放射剂量进行过脑CT扫瞄的儿童，日后患脑癌或白血病的几率增至三倍。\n(19)史密斯·宾德曼医生强烈建议患者参与决定是否进行成像检查。她说：\u201c患者都应该问问：\u2018这个检查的目的是什么？\u2019\u2018有必要做么？\u2019\u2018是刻不容缓的么？\u2019\u201d\n(20)\u201c法律可以帮助减少、或至少监控放射剂量。\u201d她说。7月开始生效的一项加州法律要求：每个病人做CT扫瞄时用的放射剂量都要记录在案，偶然用量过多要立刻上报州里。\n(21)如果类似法律能在美国推行，电子病历就可以帮医生和病人瞭解已接受的放射暴露，努力在日后减少不必要的成像检测。\n(22)控制放疗辐射：\n1)放射性疗法治疗癌症时所用的放射剂量远高于成像检测，人们早就知道放疗会增加病人日后患另一种癌症的风险。但医生们往往认为冒这个险是值得的，因为第一要务是把病人从当前的病魔中救出来。\n2)去年，国家癌症研究所(National Cancer Institute)和休斯顿M.D.安德森癌症中心(M.D. Anderson Cancer Center)的研究人员在《柳叶刀肿瘤》(The Lancet Oncology)上发表了一篇报导：在过去的五年及以上时间里进行过癌症治疗的647672名成年病人中，约8%都因放疗而得了第二种癌症。这些人里有一半以上都曾是乳腺癌和前列腺癌的幸存者。正如所料，接受放疗的癌症病人越年轻，日后患上第二种癌症的危险越高。且第二种癌症往往与接受到最强放射的器官有关。近年来，放射专家尽了极大努力减少非目标器官的放射暴露，比如在治疗乳腺癌时利用锥形束射线。这样做应当有助于减少由于放射而引发的第二次癌症。\n"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/e7529ae5067cc7db8c2bae33ea39e27f.jpeg"],"create_time":"2017-04-20 11:35:26","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"30","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"29","title":"冠心病可以看出来","article_json":[{"type":"list","paragraphs":["(1)\t現在死於心臟病突發的人越來越多，其中最大的原因就是他們並\n不知道自己患有心臟病。一些人年年體檢，就是檢查不出心臟的問題，\n於是便誤以為自己很健康，不幸某一天，他的心臟病突發，在毫無準備\n的情況下離開了人世。有些人會說西醫不是有心電圖嗎？不是有CT掃\n描嗎？不是有血管造影術嗎？\u2026\u2026遺憾的是，這一切手段只能在心臟病\n發作時才能檢測到異常指標。如果心臟病沒有發作，只是存在巨大風險，\n所有儀器和設備都只會誠實地說謊。\n(2)\t實話告訴你吧，現在西醫有50%的心臟病是無法檢測出來的。有的人\n會說，西醫那麼多先進設備都檢測不出心臟病來，難道中醫的望、聞、\n問、切就有辦法了？我可以肯定地說：有！而且準確性還很高。\n(3)我一直將\u201c有諸內，必形諸外\u201d作為自己學習中醫的最高準則，既然心\n臟有病，必定會表現在外表，就看有沒有火眼金睛了。我望、聞、問、\n切了幾十年，總結出了一套診斷冠心病的方法，第一個方法就是前邊講\n過的\u201c冠脈溝\u201d。冠脈溝位於耳垂上，根據中醫藏象學，耳垂部位屬肺經\n和心經區，所以耳垂上的變化能反映心臟。這説起來有些抽象，西方科\n學家的理論要具體一些，他們認為耳垂中有很多毛細血管，心臟供血不\n好，這些毛細血管就吸收不到足夠的營養，就會形成皺紋，也就是我說\n的冠脈溝。冠脈溝是一位中醫前輩教給我的，準確性相當高，我觀察過\n200名冠心病患者，準確率高達90%。\n(3)\t除此之外，還有一個重要的觀察點，就是舌下靜脈。你不信可以回家\n對著鏡子看看，舌頭的下面有兩條靜脈，正常人的舌下靜脈略微有點顏\n色，不是很明顯。但如果這兩條靜脈的顏色侵深，發黑或者發紫，那就說\n明你的心血管有了問題，你患心臟病的慨率就很大。\n(4)\t人的嘴唇、指甲等也是心臟最好的觀察點。心臟氣滯血淤，人的指甲\n就會發藍發紫，嘴唇也會發紫。所以，如果嘴唇經常呈青紫色，或者手指\n甲、腳趾甲呈青紫色，也要當心冠心病找上門來。\n(6)另外，不要忽視身體的各種疼痛。典型的心絞痛大家都知道，但也有\n些人是非典型性疼痛，比如胃疼或者是肚子疼，還有牙疼、背痛、左上\n肢痛等，少數人還會覺得下頜疼。這些疼痛都有可能是心臟病的徵兆。\n大家可能會納悶，心絞痛怎麼會表現為胃痛或者牙疼呢？這些部位雖然\n離心臟較遠，但卻通過手少陰心經和手厥陰心包經與心臟相連。所以，\n不相信中醫經絡的存在，你就無法解釋這些現象，也不能成為一名好醫\n生。\n(7)耳朵、舌、指(趾)甲和嘴唇是診斷冠心病的重要觀察點，尤其是冠脈\n溝和舌下靜脈，如果這兩處都出現了徵兆，那麼，患上冠心病的可能性\n就極大，有時候就是100%。反之亦然。我在搶救病人時，總是\n習慣性地先看一看病人有沒有冠脈溝。如果有，病人多半是心臟病突發；\n如果沒有，則可能有其他病因。\n(8)一次，阿爾巴尼亚的外交部长在晚宴上突然暈倒，我們把他抬到後台\n急救。許多人認為他是心臟病突發，我仔細地觀察了他的耳朵，沒有冠\n脈溝，我又給他把脈，發現他的心臟跳動很好，我想一定另有原因。心\n電圖出來後，結果正常，印證了我的診斷。於是，我就問他的隨行人員：\n\u201c部長先生以前有沒有過敏經歷？隨行人員恍然大悟：\u201c有，他酒精過敏。\u201d於是，\n我立刻給他注射了5毫克地塞米松，不到10分鐘，他就蘇醒過來了。原\n來，他不能拒絕茅台酒的誘惑，連喝了三杯。\n(9)還有一次，我們的一位女外交官從歐洲訪問回來，到新疆的時侯吃了\n些東西，結果拉肚子很厲害，醫護人員就給她打了一針阿托品，但是他\n們沒有看清藥劑量。阿托品有兩種，一種5毫克一針，一種20毫克一針\n。20毫克只用於解救農藥中毒。他們給外交官打了20毫克的那種，然後\n人就不舒服。後來我們到機場去搶救的時候，她已經昏迷了。其他醫生都\n懷疑她是心臟病突發，我仔細觀察了她的耳垂，兩個耳朵都沒有冠脈溝。\n量血壓沒有問題，心臟也跳動得很好，心電圖正常，於是，我就果斷地\n排除了心臟病突發的可能。可是她胸口發紅，瞳孔已經放大。仔細詢問\n醫護人員之後，我才知道她是阿托品中毒了，馬上給她注射了解阿托品\n的药，然後用救護車送到醫院，三天後她就出院了。\n(10)你們看，通過冠脈溝來判斷病情多麼重要。如果你不懂這些中醫知\n識，人一昏倒，你就認為是心臟病發作，然後進行搶救，豈不誤事！\n(11)身為保健醫生，不僅要學會不用儀器判斷病情，而且還得學會不用藥\n來搶救，因為你不可能整天背著藥箱、拿著儀器滿大街跑。前年春節，\n我從浙江老家探親返京，上車不久，就見列車廣播室說緊急求助，16號\n車廂有人病倒了。我當時在3號車廂，離16號車廂較遠，再者，春運期\n間，人滿為患，找個能站穩腳的地方都困難，要想從3號車廂到16號車\n廂確實不容易。我想自己也一大把年紀了，就讓年輕的醫生去處理吧。\n可誰知過了一會兒，列車廣播室又開始第二次緊急求助。看來這車上是\n沒有別的醫生了，我只能趕緊擠過去了。\n(12)原來是一位50多歲的中年人，他趴在座位上，已不能動彈。我一把\n脈，發現有幾次早搏，我馬上就覺得：他是心臟出了問題。於是，我立\n刻給他按摩手厥陰心包經上的內關穴，接著是手陽明大腸經上的合谷和\n曲池穴。大約過了10分鐘的樣子，他漸漸蘇醒過來，長長地舒了一口氣\n。我沒有停下來，繼續給他做心前區按摩。又過了10分鐘，給他把了下\n脈，心脈除了虛一些之外，一切都正常了。根據我的經驗，病人已經沒\n有危險了。這時，我才問他是不是有早搏，他說以前醫生說有，但不太\n嚴重。我又問他：\u201c你是不是沒有吃飯？脈很虛啊\u2026\u2026\u201d病人完我的話後\n一下就流出了眼淚：\u201c老人家，您真是神醫啊！我是著急到北京看望孩子，這\n幾天一直很累，從昨晚到現在都沒睡覺，也沒吃東西。剛才我心慌、頭\n暈、惡心、想嘔吐，就跟要死了一樣，多虧碰見了您。\u201d這時，列車長也\n來了，問我情況怎麼樣？如果嚴重的話，他就在下一站停車把病人送進\n醫院。我說：\u201c沒問題了，你想辦法替他弄點吃的來，最好是稀麵條。\u201d\n病人千恩萬謝，列車長也十分感激。\n(13)以這個病人為例，我再講一些急救的知識。當然，遇到這種情況首先\n應該打120，但救護車到來前的這段時間對急救來說是非常關鍵的。因為\n人的呼吸停止4～6分鐘之後，元氣就再也不可能回到心臟了，即使神醫\n來了，也是無力回天。我們生活中就有這種慘痛的例子。愛立中信中國\n區總裁在健身時心臟病突發，倒在了跑步機上。當時健身房的看工作人\n員手忙腳亂，但就是沒有人會急救。30分鐘以後，救護車來了，人卻救\n不回來了。所以，人人都應該學會一些簡單的急救措施。\n(14)心臟病突發的病人一般脈很弱，嘴唇發青發紫。所以，碰見有人倒下\n。首先把人原地放平，用手指探試有沒有呼吸，再摸摸脈。切記把人放\n平，道理前邊已經講過(心腹之患)，不再重複。如果沒有呼吸沒有心跳的話，首\n先要敲打心前區，敲擊幾下心臟，然後用手掌按幾下，做人工呼吸。\n(15)另外，還要按摩上邊提到的人中、內關、膻中三個穴位。為什麼要按\n這幾個穴位呢？內關是手厥陰心包經上的穴位，中醫上有\u201c內關不通，死\n不治\u201d的說法，按摩內關可以打通心包經、緩解淤滯的氣血，病人就會恢\n復生機。而人中是督脈上的重要穴位，膻中穴位於任脈，按摩這兩個穴\n位可以疏通任督二脈的氣血。這樣，督脈之氣由上往下走，任脈之氣從\n下往上走，人體的氣血通行也就正常了。當然，有心梗病史或者是潛在\n心梗患者還應該隨身攜帶一些急救藥，比如各種救心丸，硝酸甘油片之類\n的西藥也可以。現在用的速效救心丸是天津產的，之前都是從日本進口\n來的。實際上，日本人的救心丸也是抄了中醫藥方，用丹參、冰片、麝\n香等調製的。雖然是被日本人賺了錢，但反過來想想，中醫的方子在治\n療心臟病方面得到如此認可，還是很值得驕傲的。日本人都知道我們的\n中醫是好東西，我們的中醫是好東西，我們自己更得珍惜！"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/066f269a962c1a77aa1e0378f757437a.jpg"],"create_time":"2017-04-20 11:30:48","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"29","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"26","title":"走路预防心脏病 开启6扇健康之门","article_json":[{"type":"list","paragraphs":["走路预防心脏病开启6扇健康之门     \n      正确的步行是一种最为理想的运动，可以有效的增强体质和免疫力。\n研究显示每天步行超过30分钟的人，不管体内脂肪含量有多高，他们的长寿几率都比其它人高4倍。\n \n一、走路开启六扇健康大门\n1、心脏健康的大门\n　　 对大多数人来说，走路是预防心脏病最简单和最方便的方法。\n     早在上世纪20年代初，美国心脏学会奠基人、著名心脏病学家怀特博士就提出，步行锻炼能预防动脉粥样硬化，并首创了以走路作为心脏病和心梗病人康复治疗的方法，取得了良好效果。\n      不久之前美国一项对1645名65岁以上老人进行的研究发现：与每周步行少于1小时的老人相比，每周步行4小时以上者，其心血管住院费减少69%，死亡率减少73%。\n2、大脑健康的大门\n　　美国匹兹堡大学研究表明，要防大脑萎缩、老年痴呆，途径之一就是保证每周步行不少于9.6公里。因为步行不仅可以增加大脑体积，也会让记忆力出现问题的机率降低50%。\n3、远离糖尿病的大门\n　　其实控制糖尿病并不难，研究表明一星期坚持3天，每天在30分钟内步行3公里，糖尿病的发病率就可降低25%；周坚持4天，可降低33%；每周5天，则能降低42%。\n4、骨骼健康的大门\n　　走路能让骨骼更合理地支撑身体重量，从而减少骨骼内矿物质的流失，预防、改善骨质疏松。此外据美国《关节炎和风湿病》杂志报道，与跑步相比，走路不仅对关节的压力小，而且还能延缓关节功能的衰退。\n5、减轻体重的大门\n　　散步每30分钟消耗75千卡的热量。\n    减肥要靠长期、规律的运动，偶尔一次剧烈运动的效果只能持续48个小时。而且过量运动有时会造成猝死，很危险，只有步行最合适。\n6、长寿的大门\n　　雷洁琼95岁了，电视台采访时，问她如何能做到身体这样好，她说唯一的爱好就是天天走路，还有陈立夫，为什么能活到100岁？也靠的是每天步行。\n　　研究显示每天步行超过30分钟的人，不管体内脂肪含量有多高，他们的长寿几率都比其它人高4倍。\n\n二、质量比数量更重要\n　　闲庭信步、低头走路、背着手溜达、把手揣在兜里，两臂紧贴在身边\u2026\u2026虽然都在走路，但专家指出，这些并不是正确的走路方式，对健康的功效也不大。\n    在日本，专门有人教大家怎么走路。从\u201c在哪儿走\u201d到\u201c怎么走\u201d、\u201c走多长时间\u201d都有一定的讲究。\n1、走路的地方最好有树\n　　步行的最好地点是公园，实在没时间去，也要找道路两边有树或绿化带的地方走。\n    专家指出走路虽然是种低运动量的有氧运动，但最好选择空气新鲜的地方，离马路越远越好。\n2、穿的鞋越轻越好\n　　走路时最好穿宽松一些的衣服，袜子也以棉质较厚的为好，可以起到一定的缓冲作用。尤其鞋子非常重要，越轻越好。可以选择慢跑鞋因为这样的鞋后跟比较牢固，能使脚踵稳定，不易倾斜。\n    后跟的上方有适当突起的衬舌，能起到保护跟腱的作用。\n    鞋头最好又高又圆，才不会夹住脚趾，或造成趾甲充血。\n3、走路时要抬头挺胸\n　　步行时身体太放松，是没什么效果的。抬头、挺胸、目要平视，躯干自然伸直；收腹，身体重心稍向前移；上肢与下肢配合协调，步伐适中，两脚落地有节奏感，才是正确的走路姿势。\n　　此外美国《预防》杂志有文章指出，走路时把意念放在脚上，感觉脚跟到脚尖逐一踩踏到地面，能起到转移注意力、放松精神的作用。\n    如果想瘦身，最好走坡路或爬楼梯；如果是走平路，要把注意力放在收缩小腹上，走路时臀部适当地向前扭动，让腹部肌肉承担更多的力量。\n4、每天至少走1个小时\n　　美国哈佛大学研究称，每天的走路时间加起来最好不要低于1个小时。\n    以中等速度(每分钟90步至120步)来算，走1个多小时，路程在1万步左右、5公里至10公里之间比较合适。\n　　此外晚饭后一小时再去走路比较适宜。\u201c饭后百步走，能活九十九\u201d的观点并不科学，因为刚进食后，血液主要分配在消化系统，立即运动，会使消化系统血液流往肢体，不利于食物消化和营养吸收。\n5、走路后最好微微出汗\n　　步行运动并不追求大汗淋漓的效果，最好是锻炼完微微出汗。要想看走路的运动强度够不够，可以自己测一下心率，一般来说走路后心率+年龄!=170左右比较合适。\n"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/979d5b4c0fef20955a006a5d65385799.jpeg"],"create_time":"2017-04-20 11:17:24","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"26","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"25","title":"若要不生病，快练拍手功，拍手出奇迹","article_json":[{"type":"list","paragraphs":["人都是活在掌声中，得到掌声越多，活得会越起劲。推行拍手功后，我会告诉患病的朋友，别计较别人给自己多少掌声，先给自己一些掌声吧！自己给自己好好鼓掌，可以让自己活得更开朗、更有活力。\n拍手功的发明人邱水旺先生28岁时因患骨癌，遂去西藏某喇嘛庙学习身心修炼之法，34岁时又因半身麻痹，无奈中忆及在西藏练禅功时其师父总是牵著他的手连拍多次的治疗情景，顿悟，遂开始拚命拍手，至满身大汗，顿觉全身舒畅。其后便每天花很多时间在拍手上，身体逐渐康复并脱离癌症的魔掌。 \n　　拍手功可以说功效非凡，几乎所有急慢性疾病都可拍手而愈。如\u201c可以治疗感冒发烧、头痛、鼻塞、流鼻水、咽痛、咳嗽;可以提升免疫力;可以改善和治疗癌症;还可以改善一切慢性病，包括全身关节酸痛、冬天手脚冰冷、头晕头痛、身体虚弱、心悸冷汗、忧郁恐惧、肥胖、血压高、低血压、糖尿病、尿毒、肝病、胃病、气喘、心肌梗塞、恶梦、反应迟钝、老人脑力退化健忘、女人经痛、神经衰弱、脾气暴燥、皮肤病、近视远视、老花眼、青光眼、白内障、目视不清、眼痛、眼涩、干眼症、耳鸣、重听、下痢、便秘、口臭、口苦、口干、呃逆、梦遗、滑精...... \n　　尤其感冒的人，拍手拍到流汗为止(约二十分钟)，感冒立刻痊愈;喝醉酒的人，拍手拍到流汗，酒醉就会全退;开车爱困的人，把车子停妥，拍手一阵子，睡意会消除;心脏无力、心律不整的人，拍手二、三个月，就有改善;糖尿病的人拍手，血糖指数会逐渐正常;手指酸麻或颤抖的人，拍手一、二个月就会痊愈;高血压的人拍手，血压会下降;低血压的人拍手，血压会上升;痛风、头晕、头痛、鼻子过敏的人，拍手会逐渐痊愈;精神不振、容易疲劳、火气大的人，拍手会慢慢改善等等\u201d 。\n一、简述\n　　拍手为什么会有这么神奇的功呢?因为我们的手上有数百个穴位，拍手时可以振荡气脉，带动十二经脉和奇经八脉(含任督二脉)的循环，而且把身上阴寒和污秽之气，从十个手指的尖端排山去。 中医说：所有的疾病都是气血失调所造成的，血气来引导，因此气是健康的关键。 气的顺畅与否会影响生理机能、内外分泌、血液循环系统、呼吸系统、消化系统、免疫系统等。 拍手既然可以促进气血的通畅，当然可以改善疑难杂症。 \n二、拍手功所对治的各种疾病\n　　拍手功几乎可以治一切慢性病。一般最常见的急性病乃是感冒发烧、头痛、鼻塞、流鼻水、咽痛、咳嗽等。\n　　拍手功可以提升免疫力，对于平常容易感冒的人非常有效。\n　　拍手功可以补充吾人体内的氧气，故可以保护体内的正常细胞，以抑制癌细胞的复制。 另拍手功是一种非常阳刚的气功，可以提振体内阳刚之气，打开胃口， 使人有信心、有活力，因此拍手功能改善一切慢性病，拍手功可以抗癌。\n三、拍手功的练法\n　　(一)以拍手的打击面来分，可分为：　　\n\n1、标准的拍手功：将十指张开，两手的手掌对手掌，手指对手指用力拍。 这种拍法丘老师把它叫做「实心掌练法」。它的优点是打击面最完全，刺激量最大，所以治病强身的效果最好;但躁音相当会人难以消受。 \n　　2、变通的拍手功：为了减少练功时的躁音，丘老师教人用「空心掌」拍手，也就是将手掌弓起，拍手时手指仍应张开，拍下去时，只有拍到手指尖及手掌的边缘部分。\n　　3、另一种变通的拍法是局部拍手。即右手拍左手，后左手拍右手。重复施作。\n　(二)以拍手时的姿势来分，可分为：\n　　1、坐着拍手。2、站着拍手。3、一面走一面拍手。4、原地踏步拍手。以上四种姿式，以第3、4种手脚并动的效果较好。\n四、练拍手功的时间与地点\n拍手功不宜在刚吃饱后练，否则会妨碍消化，饭后至少要过半小时才能练。理论上说，只要不是肚子饱，随时皆适合练拍手功。 \n对上班的人来说，可能练功比较没有那么方便。所以最好利用早餐前或晚餐后半小时练功。利用清晨早餐前几分钟，拍手刺激手上身体各部反射区，以活全身各组织器官，兼可提振精神， 使身体发热，对一天的心情是很有助益的。 \n　　晚餐后略事休息，一面散步一面拍手，可帮助消化，又可消除每天累积的身心污染，确是有必要的。\n　　山上林木茂密，无人之处是最好的拍手地点。人迹罕到的公园，空气清新，也是练拍手功的好所在。自家的客厅、书房、卧室，只要空气流通，不会影响周遭的人都适合拍手。\n五、余论\n　　正常人每天清晨拍五分钟，就可以激活一天的活力。若想很快治好难缠的慢性病，必须每天抽出至少半小时，狠狠地拍手，不要怕痛，也不要怕耗费时间。\n　　怀孕的人任何运动都不宜太激烈，否则有伤胎之虞，练拍手功亦然，不宜发出太大声响， 否则胎儿之神识会受到惊吓。因此孕妇只宜用空心掌拍，或用局部拍法。\n　　练拍手功的人不妨练其它的功，彼此只会相得益彰，不会互相破坏或抵消的\n　　佛教修行者，最好在练拍手功时，一面拍手一面念佛，这是将练功与修行结合起来，一举两得。\n　　老年人体弱两脚无力，练拍手功时，最好一面走一面拍，或一面拍一面踏步;若只是坐着拍手，而两脚不动，气血灌注两手过多，双脚将更加无力，切忌!切忌! \n"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/c6c4d6a5e8191deeb42abcac8a502b45.jpeg"],"create_time":"2017-04-20 11:15:36","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"25","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"24","title":"人体打坐的神奇","article_json":[{"type":"list","paragraphs":["人在盘腿打坐的时候，往往要求人盘腿打坐，双腿叠加，双手放在膝盖上，叫五心朝天（两手心、两脚心、头顶百会穴）。这时，人体打坐的形状，就形成了一个典型的金字塔形状，就能采集到天体中高层空间的能量，得到天人合一的状态。长期的打坐下去，人的身体就会健康；人的思想就会宁静；人的头脑就会清醒，还能开发人的智慧，激发人的功能。眼能看到奇景，鼻能嗅到异香；耳能听到妙音；舌能尝到甘味，身体感到轻松、有漂在空中的感觉；意识通灵，清醒的意识到另外空间的存在，眼耳鼻舌身意同时感受到身临仙境的妙不可言\n的状态。\n从道家的角度上讲，人在盘腿打坐的时候，头顶着天，接收着宇宙\n天体的高能量，叫开天门；会阴被坐在底下，避免能量从会阴逃出，\n叫闭地户；双手心、双脚心加上头顶朝上，采集吸收天体中的高能量，\n叫五心朝天；双腿相叠，使脚三阴、脚三阳相交，得到双腿能量的互\n补；双手结印，使手三阴、手三阳相接，得到双手能量的灌通；舌顶\n上颚，牙齿微微离缝，嘴唇闭上，使任督二脉相连，得到身体大脉的\n畅通，叫搭鹊桥。\n    从修行者的角度上看，舌头顶住上颚，嘴唇闭上，任督二脉相\n通，形成一个周天循环，就是我们常说的周天。一般情况下，子时、\n午时，人体在放松、睡眠休息的时候，才能形成周天循环，所以，养\n生的人注重睡子午觉，所以，把这种周天循环叫做子午周天；而修炼\n是人为的把两脉相接，让身体上的脉得到更大程度的畅通，保持身体\n的健康和精神的充沛。\n    双腿相叠，双腿就形成了一个三角形周天，形成一个脉络循环；\n双手结印，两手与头之间，也形成了一个相似的三角形周天，又形成\n一个脉络循环；十二正经相互连贯，就形成了人体侧面的一种循环形\n式。按照身体自然的循环时辰划分，这种循环，一般在卯时和酉时运\n转，人体自动形成循环运行，所以把这种修行方法叫做卯酉周天。\n人在打坐入静、入定的情况下，身体内的五脏会和谐相生，协调\n相克。通过肾水往上行，心火往下降，叫水火相济，通过肝气往西行，肺液往东运，实现金木相交等等；形成人体内的一种周天循环；得到五脏五腑的相生运转、相克运行和三焦的相互贯通，形成人体内的一种周天循环，使人身体的潜能达到最大限度的发挥。\n    静坐的好处\n    其一，静坐能够强健身体，修复身体的亚健康状态，提升五脏六腑的功能。特别对于慢性疾病和顽固症状，如：高血压、心脏病、肾病、肺病、脑供血不足、偏头疼、身体沉重、四肢寒冷、风湿病、爱出汗、盗汗等，具有显著的调节作用。\n    静坐时思想专注在一物之上，呼吸变得平缓均匀，通过呼吸进入肺部的空气总量相对稳定，进入心脏的氧气量也相对稳定，从而利于血压的调节。静坐时，身体能量的消耗少，心脏的耗氧量也比平时减少很多，血液循环的力量自然比平时加强了。有力的血液循环可以帮助我们净化血管中堵塞的物质，让很多\u201c长期休眠\u201d的血管重新恢复生命的活力。\n    这样的血液循环经过五脏六腑，能帮助脏腑净化积存的\u201c负面能量\u201d，提升脏腑的自愈功能；经过皮下，能帮助皮肤和肌肉净化\u201c负面能量\u201d，改善气色和肌肉的曲线。所以即便是短期的静坐，人也会感觉到那种从身体深处升起的轻松、舒适的生命能量，就像身体内部被一双温暖的大手按摩过一样。\n    静坐还能提升下丹田的力量，\u201c下丹田\u201d是生命能量的源头。静坐的过程中，由于血管的净化、身心气的调和，全身的经络得以疏通，使\u201c气的轨道\u201d恢复正常运转，达到固精培元的效果，元气充盈则百邪不入。\n    其二，静坐可以提升生命的气质，塑造健康、美丽的体态。\n    坚持静坐可以使一个人内在的气质沉静下来，使人在举手投足之间呈现出优雅、恬静、柔和的美感，这种气质是身体、情感、精神三种能量综合作用于生命的产物。内在的精神越柔，身体被净化的越好，情绪越稳定，外在呈现出来的气质也越美好。\n    特别提出的是：静坐中的双盘坐姿，可以快速地塑造美好体态。双盘被称为禅坐最稳固的坐姿，不但可以稳定身体内部杂乱的风息，更是可以快速减掉身体的赘肉，疏通堵塞的经络。练习双盘的人，很容易保持腰部、臀部、大腿和小腿部位的优美曲线，控制身体上半身与下半身的能量平衡。\n    其三，静坐能缓解压力，释放焦虑、紧张、烦躁、不安的情绪，使整个生命感受到平静、喜悦、自在和安心。\n    虽然我们经常忽略身体而空谈精神，却也很少去思考。其实，一切精神产物，都是有生理基础的，那就是我们身体的神经系统。彻底解决精神的问题，首先要从身体入手。因为所有的压力、焦虑、紧张、烦躁、不安的情绪，都是先被身体上的神经系统感知后，才被人觉察。而神经系统遍布全身各个角落，如果身体的某个部位病变或堵塞，神经系统接收到的信号也会产生变化，随即给大脑传递不利于生命健康的感受，进而产生不利于生命健康的思想和行为。\n    我们不稳定的情绪、思想都不是凭空产生的，而是\u201c因缘作用\u201d的结果。造成它的因缘不只包括外界的人事物，还包括身体这个内因，身体的神经系统是情绪和思想产生的生理基础。比如，人在愤怒的时候，给他打一针麻药，麻痹了身体的神经系统，他的愤怒情绪就会立刻消失。\n    静坐就好像是在按摩我们的神经系统，让这个\u201c调皮的孩子\u201d不再影响我们的情感和思想。在静坐过程中，我们制心一处，位于脑前区域的额叶活动会有所增强，脑细胞会开始分泌脑内啡、血清素，这些都是帮助人体神经系统放松、平静的重要元素。许多人通过十分钟的静坐，就能感受到紧张的情绪得到舒缓，烦躁的心情趋于平静。长久的静坐练习，能帮助我们培养出稳定的心灵力量。\n    其四，静坐能够开启内在的智慧，引导人们反省自我，觉知生命的存在，达到解脱。\n    静坐时并不是什么都不想，脑部的运作并没有关闭。静坐练习通常都由集中精神开始，大脑枕叶活动虽然会减弱，但脑前区域的额叶活动却增强了。额叶与人类的智力活动相关联，所以在静坐中人们经常会迸发出灵感，产生新的思路、回忆起遗忘的事情。\n    长久的静坐会使头脑变得清晰、敏锐。由于静坐方法的不同，产生的开启智慧、反省自我的功效也不同。有的静坐方法从\u201c止\u201d入手，训练心静止在一物之上，这样的方法能够培养出生命的\u201c定力\u201d。有的静坐方法从\u201c观\u201d入手，训练心的觉察力和敏锐度，这样的方法能够成就\u201c观慧\u201d。还有的静坐方法运用\u201c思维\u201d，如将人与太阳、天空、自然、空间等通过冥想联接在一起，感受人与整个存在世界的合一。这些方法都能够引导人内省、开启智慧，觉察到自我生命与存在世界的关系。"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/da38d8d58e1a38a288a59e78cc3277e7.jpeg"],"create_time":"2017-04-20 11:14:07","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"24","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"15","title":"你身上有10大止疼开关","article_json":[{"type":"list","paragraphs":["1、落枕脖子疼\n　　夏天吹空调或者开窗睡觉的时候，不小心脖子受了寒，第二天起来脖子就会落枕，脖子僵硬疼痛，疼痛难忍，不能扭头、低头。\n　　开关在哪：掐按小指根\n　　这个时候，你可以掐按你的小指指根下方内侧和外侧的凹陷处，可以以指甲用力掐按，但是注意不要掐破了。左边脖子疼，就掐按右侧的小指指根，右边疼掐按左侧的，掐按的同时慢慢的活动颈部，有利于快速缓解落枕。\n　　\n2、腰扭伤疼痛\n　　剧烈运动时、搬东西时，甚至跟人说话猛地扭身的时候，都有可能造成腰扭伤，尤其是长时间伏案工作，较少运动和从事体力劳动的人，更容易出现闪腰等情况。\n　　开关在哪：点按两眉头\n　　这时候，可以点按两个眉头处的凹陷，以指尖垂直点按两个眉头，同时慢慢的活动腰部，一般点按一次就会获得明显的好转，可以一天点按2~3次。\n　　\n3、剧烈头痛\n　　当由于受风感冒而突发剧烈头痛的时候，我们可以掐按手腕处的凹陷处。\n　　开关在哪：掐按桡骨茎突\n在我们平常看中医号脉的地方，有一块高起的小骨头，这个就是桡骨茎突。当剧烈头痛的时候，可以用指尖（但不要用指甲）点按桡骨茎突下的凹陷，力度要有疼痛酸胀的感觉，维持点按3分钟左右，可以有效的缓解头痛。\n\n　　4、胃痛\n　　当我们因为吃了冷饮、吹了冷风、吃的不恰当等引起胃疼的时候，可以掐按我们的大腿外侧。\n　　开关在哪：掐按大腿\n掐按点在膝盖向上四指宽的位置，可以用手指或者用梳子背、笔尖等寻找这个位置最痛的点。找到后用力按压，力度以有酸痛感为宜，维持这个力度3分钟左右，可以快速的缓解胃痛。我们也可以用手指适当用力拍打此处，直至出现红色的痧点，同样可以起效。\n\n　　5、牙疼\n　　民间有句俗话，叫做牙疼不是病，疼起来要人命。牙齿部位的疼痛，有可能是牙齿本身的问题，也有可能是神经性的疼痛。牙齿本身的问题，我们要尽快寻求牙医的帮助，而如果不是牙齿本身的器质性病变，我们就可以掐按虎口来快速止痛。\n　　开关在哪：掐按虎口\n掐按的时候，我们的指尖要对准虎口部位肌肉隆起的最高点下手，而且要从侧面对着骨头垂直用力掐按，维持力度3分钟左右，可以有效的缓解牙疼。\n\n　　6、抽筋腿疼\n　　很多人都有过腿抽筋剧烈疼痛的经历，抽筋发生的时候我们怎么急救呢？\n　　开关在哪：点按人字沟\n我们可以揉按位于小腿肚子正中点，维持揉按1分钟左右，即可有效缓解抽筋疼痛。\n\n　　7、痛经\n　　很多女性都怕大姨妈来的那几天，因为到了那几天小腹和后腰就会没着没落的疼痛，甚至有人疼得只能躺着。\n　　开关在哪：掐足背\n这时我们可以通过点按足背来缓解疼痛。具体位置是大脚趾和二脚趾之间，可以用指尖垂直点按这个位置 3分钟，然后再换另一侧继续点按3分钟，就可以有效的缓解小腹部和后腰疼痛的感觉。\n\n　　8、足跟痛\n　　穿了一天高跟鞋，到了晚上足踝肿胀、足跟痛是很多人的困扰。\n　　开关在哪：点按面颊\n这个时候我们可以点按面颊，脸部正中位置、颧骨下面的凹陷处，以笔头或者牙签钝的一头垂直点按此处，力度以有酸胀感为宜，维持3分钟，然后再点按另一侧，可以有效的缓解足跟痛。\n\n　　9、胸痛\n　　很多有心脏病的人，在激动、寒冷、饮酒、吃得太饱的时候，有可能会造成心脏病发作，而出现心前区疼痛不适，\n　　开关在哪：抠腋窝\n这个时候可以用手指插入左侧的腋窝中，适当用力地抠按腋窝中，可以有效的快速缓解心痛，可用于心脏病的临时急救。\n\n　　10、肩膀疼\n现在很多人由于长期使用电脑，或者经常抱孩子，而导致肩膀疼痛，甚至成了冻结肩，肩关节的活动大大受限。这个时候，我们可以点按小腿外侧靠近膝关节的一个止疼点。开\n关在哪：掐膝盖下面\n"]}],"is_top":"2","pics":[],"create_time":"2017-04-19 13:57:27","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"15","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"14","title":"坚持步行的惊人效果","article_json":[{"type":"list","paragraphs":["俗话说，人老腿先老。由于人体2/3的肌肉集中在下半身，所以六十多岁的人可以有年轻人七成的握力和臂力，但下半身力量却只剩下四成。不过，大家也不必担心。最近，包括以色列、美国在内的科学家们发现，温和地健步行走，具有神奇的抗衰老功效。 \n最近在美国出版的《走路！不要跑步。》一书中，作者史塔曼博士指出：\u201c行走健身要求迈大步，速度较快，双臂摆动，抬头挺胸。\u201d别以为健步行走就是简单的下肢运动。目前已有许多研究证实，规律的健走可有效锻炼身体各部位：\n头脑\u2014\u2014促使脑部释放内啡肽，使心情愉悦。 \n肺部\u2014\u2014增加肺活量、降低嗜烟者对吸烟的渴望。 \n背部\u2014\u2014加强背肌力量，且对背部伤害较小。 \n腿脚\u2014\u2014行走相当于对骨骼进行力量训练，能明显增强腿脚骨骼和肌肉力量。 \n行走能治病 \n现代运动科学的新发现给健走锻炼方式提供了更多吸引人的亮点。 以色列科学家阿列克斯·奥辛斯基博士经过18个月的研究指出：\u201c坚持行走，男性就用不着伟哥。\u201d他发现男人下肢运动神经与掌管性功能的勃起神经密不可分，每天四公里，一周三次的行走锻炼，对男性性功能障碍（ED）有67%的疗效。 \n据《新英格兰医学期刊》的最新报道，一周步行三小时以上，可以降低 35%~40%的罹患心血管疾病风险。 美国《自然》杂志的最新报道称，60岁以上的人，一周三天，每次步行45分钟以上，可以预防老年痴呆。一周步行7小时以上，可以降低20%的乳腺癌罹患率，对II型糖尿病有50%的疗效。\n1. 步行能增强心脏功能，使心脏慢而有力。 \n2. 步行能增强血管弹性，减少血管破裂的可能性。 \n3. 步行能增强肌肉力量，强健腿足、筋骨，并能使关节灵活，促进人体血液循环和新陈代谢。 \n4. 步行可以增强消化腺的分泌功能，促进胃肠有规律的蠕动，增加食欲，对于防治高血压、糖尿病、肥胖症、习惯性便秘等症都有良好的作用。\n5. 在户外新鲜空气中步行，大脑思维活动变得清晰、灵活，可有效消除脑力疲劳，提高学习和工作效率。据有关专家测试，每周步行三次，每次一小时，连续坚持4个月者与不喜欢运动的人相比，前者反映敏锐，视觉与记忆力均占优势。\n6. 步行是一种静中有动、动中有静的健身方式，可以缓解神经肌肉紧张。据专家测定，当烦躁、焦虑的情绪涌向心头时，以轻快的步伐散步15分钟左右，即可缓解紧张，稳定情绪。\n7. 定时坚持步行，会消除心脏缺血性症状或降低血压。使人体消除疲劳，精神愉快，缓解心慌心悸。\n8. 步行可减少甘油三脂和胆固醇在动脉壁上的聚积，也能减少血糖转化成甘油三脂的机会。 \n9. 步行能减少人体腹部脂肪的积聚，保持人体的形体美。 \n10. 步行能减少血凝块的形成，减少心肌梗塞的可能性。 \n11. 步行能减少激素的产生，过多的肾上腺素的产生，过多的肾上腺素会引起动脉血管疾病。 \n12 . 步行可以保护环境，消除废气污染，对强健身体，提高身体免疫力，减少疾病，延年益寿也有积极的推动作用。 \n总之，活着就要动起來，将运动生活化。"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/0b7c2ff6b0d571aea25f54c9d2eae628.jpg"],"create_time":"2017-04-19 13:54:18","type":"4","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"14","price_num":"0","comment_num":"0","type_str":"足裸部"},{"id":"8","title":"6个小动作让您人老腿不老","article_json":[{"type":"subtitle","text":"干洗腿"},{"type":"list","paragraphs":["用双手紧抱一侧大腿，稍用力从大腿向下按摩，一直到足踝，然后再从踝部按摩至大腿根，用同样的方法按摩另一条腿，重复10-20遍。可是关节灵活、腿肌与步行能力增强，预防下肢静脉曲张及肌肉萎缩等。\n"]},{"type":"subtitle","text":"揉腿肚"},{"type":"list","paragraphs":["用两手掌夹住腿肚，旋转揉动，每侧揉动20-30次为一节，共做六节。此法能疏通血脉，增强腿的力量。"]},{"type":"subtitle","text":"甩小腿"},{"type":"list","paragraphs":["一手扶墙或扶树，先向前甩小腿，使脚尖向前向上翘起，然后向后甩动，甩80-100次为宜。此法可以预防下肢萎缩、软弱无力或麻木、小腿抽筋等症。\n"]},{"type":"subtitle","text":"揉双膝"},{"type":"list","paragraphs":["两足平行并拢，屈膝微下蹲，双手放在膝盖上，顺时针方向揉动数十次，然后逆时针方向揉动数十次，此法能疏通血脉，治下肢无力、膝关节疼痛"]},{"type":"subtitle","text":"搓脚心"},{"type":"list","paragraphs":["    双手掌搓热后搓脚心，左右各100次。有降虚火、舒肝明目之效，可防治高血压、晕眩、耳鸣、失眠等。\n"]},{"type":"subtitle","text":"高抬脚"},{"type":"list","paragraphs":["    每天将双脚翘起2-3次，平或高于心脏，此时下肢血液回肺和心脏的速度加快，头部可得到充足而新鲜的血液和氧，同时对双脚部穴位、反射区也是一个良性刺激"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/03d88cff5bd4cbb6ea70b12bfea6403d.jpeg"],"create_time":"2017-04-18 15:52:48","type":"4","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"8","price_num":"0","comment_num":"0","type_str":"足裸部"}]}
     */

    private String code;
    private String msg;
    private DataBean data;

    public String getCode() {
        return code;
    }

    public void setCode(String code) {
        this.code = code;
    }

    public String getMsg() {
        return msg;
    }

    public void setMsg(String msg) {
        this.msg = msg;
    }

    public DataBean getData() {
        return data;
    }

    public void setData(DataBean data) {
        this.data = data;
    }

    public static class DataBean {
        /**
         * cn_map : {"type":{"10":"健康指南","11":"慢病指导","12":"日常营养","13":"运动指导","14":"保健百科","15":"体检解答"},"app_type":{"1":"健康圈","2":"局部知识","3":"营养推荐","4":"运动处方"},"is_top":{"1":"置顶","2":"不置顶"},"is_index":{"1":"首推","2":"非首推"}}
         * page : {"total_page":1,"total_num":"10","cur_page":"1","page_num":"20"}
         * article_list : [{"id":"9","title":"步行好，还是跑步好","article_json":[{"type":"list","paragraphs":["步行和跑步是最受美国成年人欢迎的运动项目。然而究竟是走还是跑更利于健康，人们一直争论不休。最近有不少直接比较跑步与步行的新研究给我们提供了一些答案。他们的结论是？\u2014\u2014到底谁更好，基本上完全取决于你的期望。\n假如你想减重\u2014\u2014无论肤浅与否\u2014\u2014跑步更胜一筹，而且大比分领先。今年4月发表在《体育医学与科学》(Medicine & Science in Sports & Exercise)上的一篇文章清楚明白地打着这样一行标题：《跑步比步行更利于减重》(Greater Weight Loss From Running than Walking)。研究者梳理了参与\u201c全国跑步与步行健康研究\u201d的15237名步行者和32215名跑步者的调查数据。该大型调查由加州伯克利市劳伦斯伯克利国家实验室(Lawrence Berkeley National Laboratory)进行。\n参与者在调查开始时汇报了自己的体重、腰围、饮食习惯和通常每周或走或跑的英里数，六年后再次汇报以上数据的变化。\n跑步者在调查初期就普遍比步行者瘦，而且之后一直保持。几年下来，跑步者在控制体重指数和腰围方面远比步行者强。\n这种差异在55岁以上的参与者中尤其明显。此年龄段的跑步者并不进行大量跑步锻炼，也不比同龄步行者每周消耗的卡路里多。但他们的体重指数和腰围显著比同龄步行者低。\n为什么跑步比步行更有助于控制体重，原因尚未可知。虽然看似很明显，跑步比步行强度大，每小时燃烧的卡路里更多\u2014\u2014这是事实。然而，在上述及其他调查研究中，两种人的能量消耗持平\u2014\u2014步行者每周走上好多个小时，与跑步者燃烧同样卡路里\u2014\u2014那么跑步者似乎真的能在长期内更好地控制体重。\n一个小而有意思的研究发现，其中一个原因可能是跑步对食欲的影响。怀俄明大学(University of Wyoming)运动生理学实验室研究了两次不同实验中，9名有经验的女性跑步者和10名长期坚持步行锻炼的女性的身体状况。第一天，参与者在跑步机上或跑或走锻炼一小时。第二天，她们一起休息一小时。在每天的实验中，研究者都全程监控她们的能量消耗，并抽取血样，检测与食欲有关的激素。研究去年发表在《肥胖症》(The Journal of Obesity)杂志上。\n每次实验后，参与者面前都摆上了丰盛的自助餐，可以随意享用。\n结果是，步行者很饿。她们吃掉的热量比刚才在跑步机上消耗掉的还多50卡路里。\n跑步者则正相反，她们挑挑拣拣，吃的比消耗的几乎少200卡路里。\n而且锻炼后，跑步者血液中一种名为酪酪肽的激素水平显著提高，这是一种能够抑制食欲的激素。步行者血中的酪酪肽没有升高，她们食欲旺盛。\n想吃少，先跑一跑。\n不过在健康的其他方面，新的科学研究显示：步行至少和跑步一样有益；而且在某些情况下胜于跑步。今年5月发表的一项研究再次深入探索了\u201c跑步与步行健康研究\u201d的数据。研究者发现：比起久坐不动的人，跑步者和步行者患老年性白内障的风险都有所降低。这可是锻炼带给人们意料之外的又一大好处。\n最令人欣慰的也许是4月份刊登在《动脉硬化、血栓和血管生物学》(Arteriosclerosis, Thrombosis and Vascular Biology)上的那项新研究了。它再次利用了全面的\u201c跑步者与步行者健康研究\u201d数据。分析发现：跑步者比久坐不动者患高血压、糖尿病、心脏病和查出不良胆固醇指标的概率低得多。不过，步行者的数据更棒。举个例子，跑步者每天跑一个小时，患心脏病的概率降低4.5%；而每天消耗同等热量的步行者，其心脏病患病风险能降低9%以上。\n诚然，很少有步行者的能量消耗堪比跑步者。\u201c公平地讲，如果你想用走路的方式消耗掉跑步所能消耗的热量，那你要走1.5倍的距离，花2倍时间。\u201d劳伦斯伯克利国家实验室的研究员保罗·T·威廉姆斯(Paul T. Williams)说。威廉姆斯是上述所有利用了\u201c跑步者与步行者调查\u201d的研究论文的第一作者。\n从另一方面来说，开始进行步行锻炼的人通常都不如开始跑步的人健康，因此他们健康获益相对更大。\n无论你的健康目标是什么，\u201c跑也好走也好，都比什么都不做强。这一点值得重申。\u201d威廉姆斯博士说。\n为证明此论点，让我们看看那个食欲研究的额外发现：参与者在第二天的实验中静坐一小时，没做任何形式的运动。然后她们饿得不得了，比起刚才燃烧的屈指可数的一点热量，她们竟多吃下去了300卡路里。\n"]}],"is_top":"1","pics":["http://hsm.oztechgroup.com/uploads/11b96d2d10e3f4e3329638ea425bdb87.jpg"],"create_time":"2017-04-18 15:56:46","type":"5","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"9","price_num":"0","comment_num":"0","type_str":"活动"},{"id":"7","title":"想减多少就减多少","article_json":[{"type":"list","paragraphs":["我叫张倩倩，是一个典型的吃货。从小就很胖，高中时，我就想减肥，可自己一个人摸索着尝试，又有效又能坚持的方法很少，体重偶尔会轻，但人并没有瘦，减减停停这几年走过不少辛酸路。"]},{"type":"image","src":"http://hsm.oztechgroup.com/uploads/0d458db2c0ca276053ba9bacf55e708c.jpg"},{"type":"list","paragraphs":["后来经朋友介绍，加了静涵的微信，看到那么多成功的瘦身例子，我也看到了希望，通过几次了解，她很快给出了适合我的减肥方案！这个方案可以根据不同人的体质进行调配。"]},{"type":"image","src":"http://hsm.oztechgroup.com/uploads/3df9f68d378ee43c5363800dc5d085ea.jpg"},{"type":"list","paragraphs":["用了这个减肥方案后，我一个月瘦了26斤，如今体重维持在96斤，没任何反弹！为了拯救更多绝望的胖子，为了感谢静涵，我下定决心尽我所能，免费宣传它。想和我一样瘦身成功的，可以加静涵微信，里面有很多粉丝瘦身成功的心得，可以学习下，还可以免费得到静涵的瘦身指导！"]}],"is_top":"1","pics":["http://hsm.oztechgroup.com/uploads/d68fd4d53cd93b5f44f17ba1f9030dd7.png"],"create_time":"2017-04-17 13:04:40","type":"1","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"7","price_num":"0","comment_num":"1","type_str":"颈部"},{"id":"30","title":"医疗放射，福祸相倚","article_json":[{"type":"list","paragraphs":["(1)正如酒精，医疗放射也是把双刃剑。它固然有无可争议的优势：揭露从骨折、肺部病变到肿瘤、心脏缺损等潜在问题；治疗、甚至治愈癌症。\n(2)但它同时亦藏有严重的安全隐患：损伤病人的DNA，在10～20年后诱发癌症。单独一项CT(Computed Tomography，计算机断层摄影)扫瞄，其放射性就是普通X射线的100-500倍。而CT已成为全美四分之三放射暴露(radiation exposure)的来源。据估计，美国有1.5%的癌症都因它而起。\n(3)人们逐渐意识到了医疗放射的危害，对日益普遍的放射成像也开始警觉。包括放射科医师在内的众多专家呼吁，在决定用放射手段为病人做检查前请务必三思。\n(4)\u201c所有放射成像技术都用得越来越多了，不过CT仍占绝大多数。\u201d加州大学旧金山分校(University of California，San Francisco)放射与生物医学成像专家丽贝卡·史密斯·宾德曼(Rebecca Smith-Bindman)医生说：\u201c这显然是一种大范围的滥用。每年有10%以上的病人都在接受很高的放射暴露。\u201d\n(5)专家表示，平衡利弊才是正确运用医疗放射的关键。然而近年来，尽管利用放射技术获取医学影像的情况持续疯长，但平衡观念却往往被抛诸脑后。其结果就是耗费了不必要的医用开支，并给病人的健康埋下了隐患。\n(6)医生和病人都有责任瞭解放射的利弊，在医生签下需要用到放射手段的诊疗单前仔细审度。\n(7)听到以下事实，病人一定会惊讶：包括CT扫瞄冠状动脉查找钙积聚在内的一些最新放射显影技术，还根本没用科学设计的临床试验检验过。因此它们的真正优势最多也就是个猜测。当前广泛使用的冠脉扫瞄，其放射量是普通X光胸透的600倍。据专家估计，每10万名接受过这类扫瞄的男性中会有42人、女性中将有62人因此而日后患上癌症。\n(8)正常情况下，平均1000人里会有420人罹患癌症；但每经过一次心脏CT扫瞄，这个数字就往上加1。尽管看起来风险不高，可这对于那位本来能避免癌症的人来说就太不一样了。\n(9)巨大的变动性也让情况更为复杂。同样的操作，在不同医院、甚至同一医院不同时间段进行，带给患者的放射暴露竟可以有10倍以上的差异。\n(10)虽然放射诱发癌症是个累积的过程，但没有人追究一位病人在即将接受新的显影检查时已有过多少放射暴露了。就算被问及，也是为了比较新旧结果，而非评估此次放射的危险。\n(11)三年前，美国国家心肺血液研究所(National Heart，Lung and Blood Institute)的迈克尔·S·劳尔(Michael S. Lauer)医生在《新英格兰医学期刊》(The New England Journal of Medicine)上撰文称：\u201c放射暴露带来的问题不太容易被发现，其原因是每次放射都被认为是孤立的，每一回的风险都很低、几乎无法测量，而且任何放射诱发的癌症都是多年后才浮出水面，很难与从前做过的医学成像检查联系起来。\u201d\n(12)医学研究所(Institute of Medicine)在广泛地分析了环境及其他危险因素与乳腺癌的关系之后，在去年发布了一份报告，当中指出，唯一有足够证据证明有损健康的举措是：停经女性采用激素疗法，同时暴露在比一般乳房X光摄影剂量高得多的电离辐射中。\n(13)实际上我们每个人都处在来自宇宙射线、氡气和地球上放射性元素的背景辐射中，大约每年3毫希(millisieverts，辐射剂量单位)。根据《哈佛健康通讯》(The Harvard Health Letter)报导，至1980年，随着各种新辐射来源进入人们的生活，如医疗检测、核电站、放射性沉降物、电视机、电脑显示器、烟雾探测器以及机场安检，每年人们接受的辐射量增加了0.5毫希。\n(14)然而如今，医疗带来的辐射已然要赶超背景辐射：平均每年在每人身上增加3毫希。(一次乳房X光摄影为0.7毫希，如果做3D显影，则剂量加倍。)\n(15)这是有因可寻的。私人诊所买了昂贵的医学影像设备后为赚回成本，必须尽可能多地使用。很多大医院为了显摆自己拥有最先进高端的疾病探测仪器，即使与其他医院相距不远，也要购进同样的设备\u2014\u2014其实全无必要。开诊疗单的医生自己当然不受辐射的影响，病人还自认为最大程度地利用了现代医学的便利。\n(16)劳尔医生写过一篇关于心脏检查的评论：\u201c很多下单要求患者做影像检查的医师并没有因进行这些意义不明确的操作而招来什么损失；正相反，他们就靠此服务获取薪水。患者亦不会抱怨，因为费用是由第三方来承担。人们都觉得用最前沿的技术来个彻底的检查。\u201d\n(17)一项新的研究显示，医学成像的大量应用早已超过了原始的经济动机。史密斯·宾德曼医生及同事在6月刊的《美国医学协会杂志》(The Journal of the American Medical Association)上发表了一篇文章：1996～2010年间，6家大型预付型卫生系统的成像技术使用度飞速上涨，其中CT扫瞄的次数增加了两倍。然而从财政刺激的方面来讲，本应是鼓励少做，而非多做成像类检查的。这样大量地应用放射技术让接受高度甚至超高度放射暴露的病人比从前多出一倍。\n(18)研究指出，截至2010年，每100名成年患者中就有20位接受过CT扫瞄；65～75岁的患者中，每100人里有35位。10～20%用前述放射剂量进行过脑CT扫瞄的儿童，日后患脑癌或白血病的几率增至三倍。\n(19)史密斯·宾德曼医生强烈建议患者参与决定是否进行成像检查。她说：\u201c患者都应该问问：\u2018这个检查的目的是什么？\u2019\u2018有必要做么？\u2019\u2018是刻不容缓的么？\u2019\u201d\n(20)\u201c法律可以帮助减少、或至少监控放射剂量。\u201d她说。7月开始生效的一项加州法律要求：每个病人做CT扫瞄时用的放射剂量都要记录在案，偶然用量过多要立刻上报州里。\n(21)如果类似法律能在美国推行，电子病历就可以帮医生和病人瞭解已接受的放射暴露，努力在日后减少不必要的成像检测。\n(22)控制放疗辐射：\n1)放射性疗法治疗癌症时所用的放射剂量远高于成像检测，人们早就知道放疗会增加病人日后患另一种癌症的风险。但医生们往往认为冒这个险是值得的，因为第一要务是把病人从当前的病魔中救出来。\n2)去年，国家癌症研究所(National Cancer Institute)和休斯顿M.D.安德森癌症中心(M.D. Anderson Cancer Center)的研究人员在《柳叶刀肿瘤》(The Lancet Oncology)上发表了一篇报导：在过去的五年及以上时间里进行过癌症治疗的647672名成年病人中，约8%都因放疗而得了第二种癌症。这些人里有一半以上都曾是乳腺癌和前列腺癌的幸存者。正如所料，接受放疗的癌症病人越年轻，日后患上第二种癌症的危险越高。且第二种癌症往往与接受到最强放射的器官有关。近年来，放射专家尽了极大努力减少非目标器官的放射暴露，比如在治疗乳腺癌时利用锥形束射线。这样做应当有助于减少由于放射而引发的第二次癌症。\n"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/e7529ae5067cc7db8c2bae33ea39e27f.jpeg"],"create_time":"2017-04-20 11:35:26","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"30","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"29","title":"冠心病可以看出来","article_json":[{"type":"list","paragraphs":["(1)\t現在死於心臟病突發的人越來越多，其中最大的原因就是他們並\n不知道自己患有心臟病。一些人年年體檢，就是檢查不出心臟的問題，\n於是便誤以為自己很健康，不幸某一天，他的心臟病突發，在毫無準備\n的情況下離開了人世。有些人會說西醫不是有心電圖嗎？不是有CT掃\n描嗎？不是有血管造影術嗎？\u2026\u2026遺憾的是，這一切手段只能在心臟病\n發作時才能檢測到異常指標。如果心臟病沒有發作，只是存在巨大風險，\n所有儀器和設備都只會誠實地說謊。\n(2)\t實話告訴你吧，現在西醫有50%的心臟病是無法檢測出來的。有的人\n會說，西醫那麼多先進設備都檢測不出心臟病來，難道中醫的望、聞、\n問、切就有辦法了？我可以肯定地說：有！而且準確性還很高。\n(3)我一直將\u201c有諸內，必形諸外\u201d作為自己學習中醫的最高準則，既然心\n臟有病，必定會表現在外表，就看有沒有火眼金睛了。我望、聞、問、\n切了幾十年，總結出了一套診斷冠心病的方法，第一個方法就是前邊講\n過的\u201c冠脈溝\u201d。冠脈溝位於耳垂上，根據中醫藏象學，耳垂部位屬肺經\n和心經區，所以耳垂上的變化能反映心臟。這説起來有些抽象，西方科\n學家的理論要具體一些，他們認為耳垂中有很多毛細血管，心臟供血不\n好，這些毛細血管就吸收不到足夠的營養，就會形成皺紋，也就是我說\n的冠脈溝。冠脈溝是一位中醫前輩教給我的，準確性相當高，我觀察過\n200名冠心病患者，準確率高達90%。\n(3)\t除此之外，還有一個重要的觀察點，就是舌下靜脈。你不信可以回家\n對著鏡子看看，舌頭的下面有兩條靜脈，正常人的舌下靜脈略微有點顏\n色，不是很明顯。但如果這兩條靜脈的顏色侵深，發黑或者發紫，那就說\n明你的心血管有了問題，你患心臟病的慨率就很大。\n(4)\t人的嘴唇、指甲等也是心臟最好的觀察點。心臟氣滯血淤，人的指甲\n就會發藍發紫，嘴唇也會發紫。所以，如果嘴唇經常呈青紫色，或者手指\n甲、腳趾甲呈青紫色，也要當心冠心病找上門來。\n(6)另外，不要忽視身體的各種疼痛。典型的心絞痛大家都知道，但也有\n些人是非典型性疼痛，比如胃疼或者是肚子疼，還有牙疼、背痛、左上\n肢痛等，少數人還會覺得下頜疼。這些疼痛都有可能是心臟病的徵兆。\n大家可能會納悶，心絞痛怎麼會表現為胃痛或者牙疼呢？這些部位雖然\n離心臟較遠，但卻通過手少陰心經和手厥陰心包經與心臟相連。所以，\n不相信中醫經絡的存在，你就無法解釋這些現象，也不能成為一名好醫\n生。\n(7)耳朵、舌、指(趾)甲和嘴唇是診斷冠心病的重要觀察點，尤其是冠脈\n溝和舌下靜脈，如果這兩處都出現了徵兆，那麼，患上冠心病的可能性\n就極大，有時候就是100%。反之亦然。我在搶救病人時，總是\n習慣性地先看一看病人有沒有冠脈溝。如果有，病人多半是心臟病突發；\n如果沒有，則可能有其他病因。\n(8)一次，阿爾巴尼亚的外交部长在晚宴上突然暈倒，我們把他抬到後台\n急救。許多人認為他是心臟病突發，我仔細地觀察了他的耳朵，沒有冠\n脈溝，我又給他把脈，發現他的心臟跳動很好，我想一定另有原因。心\n電圖出來後，結果正常，印證了我的診斷。於是，我就問他的隨行人員：\n\u201c部長先生以前有沒有過敏經歷？隨行人員恍然大悟：\u201c有，他酒精過敏。\u201d於是，\n我立刻給他注射了5毫克地塞米松，不到10分鐘，他就蘇醒過來了。原\n來，他不能拒絕茅台酒的誘惑，連喝了三杯。\n(9)還有一次，我們的一位女外交官從歐洲訪問回來，到新疆的時侯吃了\n些東西，結果拉肚子很厲害，醫護人員就給她打了一針阿托品，但是他\n們沒有看清藥劑量。阿托品有兩種，一種5毫克一針，一種20毫克一針\n。20毫克只用於解救農藥中毒。他們給外交官打了20毫克的那種，然後\n人就不舒服。後來我們到機場去搶救的時候，她已經昏迷了。其他醫生都\n懷疑她是心臟病突發，我仔細觀察了她的耳垂，兩個耳朵都沒有冠脈溝。\n量血壓沒有問題，心臟也跳動得很好，心電圖正常，於是，我就果斷地\n排除了心臟病突發的可能。可是她胸口發紅，瞳孔已經放大。仔細詢問\n醫護人員之後，我才知道她是阿托品中毒了，馬上給她注射了解阿托品\n的药，然後用救護車送到醫院，三天後她就出院了。\n(10)你們看，通過冠脈溝來判斷病情多麼重要。如果你不懂這些中醫知\n識，人一昏倒，你就認為是心臟病發作，然後進行搶救，豈不誤事！\n(11)身為保健醫生，不僅要學會不用儀器判斷病情，而且還得學會不用藥\n來搶救，因為你不可能整天背著藥箱、拿著儀器滿大街跑。前年春節，\n我從浙江老家探親返京，上車不久，就見列車廣播室說緊急求助，16號\n車廂有人病倒了。我當時在3號車廂，離16號車廂較遠，再者，春運期\n間，人滿為患，找個能站穩腳的地方都困難，要想從3號車廂到16號車\n廂確實不容易。我想自己也一大把年紀了，就讓年輕的醫生去處理吧。\n可誰知過了一會兒，列車廣播室又開始第二次緊急求助。看來這車上是\n沒有別的醫生了，我只能趕緊擠過去了。\n(12)原來是一位50多歲的中年人，他趴在座位上，已不能動彈。我一把\n脈，發現有幾次早搏，我馬上就覺得：他是心臟出了問題。於是，我立\n刻給他按摩手厥陰心包經上的內關穴，接著是手陽明大腸經上的合谷和\n曲池穴。大約過了10分鐘的樣子，他漸漸蘇醒過來，長長地舒了一口氣\n。我沒有停下來，繼續給他做心前區按摩。又過了10分鐘，給他把了下\n脈，心脈除了虛一些之外，一切都正常了。根據我的經驗，病人已經沒\n有危險了。這時，我才問他是不是有早搏，他說以前醫生說有，但不太\n嚴重。我又問他：\u201c你是不是沒有吃飯？脈很虛啊\u2026\u2026\u201d病人完我的話後\n一下就流出了眼淚：\u201c老人家，您真是神醫啊！我是著急到北京看望孩子，這\n幾天一直很累，從昨晚到現在都沒睡覺，也沒吃東西。剛才我心慌、頭\n暈、惡心、想嘔吐，就跟要死了一樣，多虧碰見了您。\u201d這時，列車長也\n來了，問我情況怎麼樣？如果嚴重的話，他就在下一站停車把病人送進\n醫院。我說：\u201c沒問題了，你想辦法替他弄點吃的來，最好是稀麵條。\u201d\n病人千恩萬謝，列車長也十分感激。\n(13)以這個病人為例，我再講一些急救的知識。當然，遇到這種情況首先\n應該打120，但救護車到來前的這段時間對急救來說是非常關鍵的。因為\n人的呼吸停止4～6分鐘之後，元氣就再也不可能回到心臟了，即使神醫\n來了，也是無力回天。我們生活中就有這種慘痛的例子。愛立中信中國\n區總裁在健身時心臟病突發，倒在了跑步機上。當時健身房的看工作人\n員手忙腳亂，但就是沒有人會急救。30分鐘以後，救護車來了，人卻救\n不回來了。所以，人人都應該學會一些簡單的急救措施。\n(14)心臟病突發的病人一般脈很弱，嘴唇發青發紫。所以，碰見有人倒下\n。首先把人原地放平，用手指探試有沒有呼吸，再摸摸脈。切記把人放\n平，道理前邊已經講過(心腹之患)，不再重複。如果沒有呼吸沒有心跳的話，首\n先要敲打心前區，敲擊幾下心臟，然後用手掌按幾下，做人工呼吸。\n(15)另外，還要按摩上邊提到的人中、內關、膻中三個穴位。為什麼要按\n這幾個穴位呢？內關是手厥陰心包經上的穴位，中醫上有\u201c內關不通，死\n不治\u201d的說法，按摩內關可以打通心包經、緩解淤滯的氣血，病人就會恢\n復生機。而人中是督脈上的重要穴位，膻中穴位於任脈，按摩這兩個穴\n位可以疏通任督二脈的氣血。這樣，督脈之氣由上往下走，任脈之氣從\n下往上走，人體的氣血通行也就正常了。當然，有心梗病史或者是潛在\n心梗患者還應該隨身攜帶一些急救藥，比如各種救心丸，硝酸甘油片之類\n的西藥也可以。現在用的速效救心丸是天津產的，之前都是從日本進口\n來的。實際上，日本人的救心丸也是抄了中醫藥方，用丹參、冰片、麝\n香等調製的。雖然是被日本人賺了錢，但反過來想想，中醫的方子在治\n療心臟病方面得到如此認可，還是很值得驕傲的。日本人都知道我們的\n中醫是好東西，我們的中醫是好東西，我們自己更得珍惜！"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/066f269a962c1a77aa1e0378f757437a.jpg"],"create_time":"2017-04-20 11:30:48","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"29","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"26","title":"走路预防心脏病 开启6扇健康之门","article_json":[{"type":"list","paragraphs":["走路预防心脏病开启6扇健康之门     \n      正确的步行是一种最为理想的运动，可以有效的增强体质和免疫力。\n研究显示每天步行超过30分钟的人，不管体内脂肪含量有多高，他们的长寿几率都比其它人高4倍。\n \n一、走路开启六扇健康大门\n1、心脏健康的大门\n　　 对大多数人来说，走路是预防心脏病最简单和最方便的方法。\n     早在上世纪20年代初，美国心脏学会奠基人、著名心脏病学家怀特博士就提出，步行锻炼能预防动脉粥样硬化，并首创了以走路作为心脏病和心梗病人康复治疗的方法，取得了良好效果。\n      不久之前美国一项对1645名65岁以上老人进行的研究发现：与每周步行少于1小时的老人相比，每周步行4小时以上者，其心血管住院费减少69%，死亡率减少73%。\n2、大脑健康的大门\n　　美国匹兹堡大学研究表明，要防大脑萎缩、老年痴呆，途径之一就是保证每周步行不少于9.6公里。因为步行不仅可以增加大脑体积，也会让记忆力出现问题的机率降低50%。\n3、远离糖尿病的大门\n　　其实控制糖尿病并不难，研究表明一星期坚持3天，每天在30分钟内步行3公里，糖尿病的发病率就可降低25%；周坚持4天，可降低33%；每周5天，则能降低42%。\n4、骨骼健康的大门\n　　走路能让骨骼更合理地支撑身体重量，从而减少骨骼内矿物质的流失，预防、改善骨质疏松。此外据美国《关节炎和风湿病》杂志报道，与跑步相比，走路不仅对关节的压力小，而且还能延缓关节功能的衰退。\n5、减轻体重的大门\n　　散步每30分钟消耗75千卡的热量。\n    减肥要靠长期、规律的运动，偶尔一次剧烈运动的效果只能持续48个小时。而且过量运动有时会造成猝死，很危险，只有步行最合适。\n6、长寿的大门\n　　雷洁琼95岁了，电视台采访时，问她如何能做到身体这样好，她说唯一的爱好就是天天走路，还有陈立夫，为什么能活到100岁？也靠的是每天步行。\n　　研究显示每天步行超过30分钟的人，不管体内脂肪含量有多高，他们的长寿几率都比其它人高4倍。\n\n二、质量比数量更重要\n　　闲庭信步、低头走路、背着手溜达、把手揣在兜里，两臂紧贴在身边\u2026\u2026虽然都在走路，但专家指出，这些并不是正确的走路方式，对健康的功效也不大。\n    在日本，专门有人教大家怎么走路。从\u201c在哪儿走\u201d到\u201c怎么走\u201d、\u201c走多长时间\u201d都有一定的讲究。\n1、走路的地方最好有树\n　　步行的最好地点是公园，实在没时间去，也要找道路两边有树或绿化带的地方走。\n    专家指出走路虽然是种低运动量的有氧运动，但最好选择空气新鲜的地方，离马路越远越好。\n2、穿的鞋越轻越好\n　　走路时最好穿宽松一些的衣服，袜子也以棉质较厚的为好，可以起到一定的缓冲作用。尤其鞋子非常重要，越轻越好。可以选择慢跑鞋因为这样的鞋后跟比较牢固，能使脚踵稳定，不易倾斜。\n    后跟的上方有适当突起的衬舌，能起到保护跟腱的作用。\n    鞋头最好又高又圆，才不会夹住脚趾，或造成趾甲充血。\n3、走路时要抬头挺胸\n　　步行时身体太放松，是没什么效果的。抬头、挺胸、目要平视，躯干自然伸直；收腹，身体重心稍向前移；上肢与下肢配合协调，步伐适中，两脚落地有节奏感，才是正确的走路姿势。\n　　此外美国《预防》杂志有文章指出，走路时把意念放在脚上，感觉脚跟到脚尖逐一踩踏到地面，能起到转移注意力、放松精神的作用。\n    如果想瘦身，最好走坡路或爬楼梯；如果是走平路，要把注意力放在收缩小腹上，走路时臀部适当地向前扭动，让腹部肌肉承担更多的力量。\n4、每天至少走1个小时\n　　美国哈佛大学研究称，每天的走路时间加起来最好不要低于1个小时。\n    以中等速度(每分钟90步至120步)来算，走1个多小时，路程在1万步左右、5公里至10公里之间比较合适。\n　　此外晚饭后一小时再去走路比较适宜。\u201c饭后百步走，能活九十九\u201d的观点并不科学，因为刚进食后，血液主要分配在消化系统，立即运动，会使消化系统血液流往肢体，不利于食物消化和营养吸收。\n5、走路后最好微微出汗\n　　步行运动并不追求大汗淋漓的效果，最好是锻炼完微微出汗。要想看走路的运动强度够不够，可以自己测一下心率，一般来说走路后心率+年龄!=170左右比较合适。\n"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/979d5b4c0fef20955a006a5d65385799.jpeg"],"create_time":"2017-04-20 11:17:24","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"26","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"25","title":"若要不生病，快练拍手功，拍手出奇迹","article_json":[{"type":"list","paragraphs":["人都是活在掌声中，得到掌声越多，活得会越起劲。推行拍手功后，我会告诉患病的朋友，别计较别人给自己多少掌声，先给自己一些掌声吧！自己给自己好好鼓掌，可以让自己活得更开朗、更有活力。\n拍手功的发明人邱水旺先生28岁时因患骨癌，遂去西藏某喇嘛庙学习身心修炼之法，34岁时又因半身麻痹，无奈中忆及在西藏练禅功时其师父总是牵著他的手连拍多次的治疗情景，顿悟，遂开始拚命拍手，至满身大汗，顿觉全身舒畅。其后便每天花很多时间在拍手上，身体逐渐康复并脱离癌症的魔掌。 \n　　拍手功可以说功效非凡，几乎所有急慢性疾病都可拍手而愈。如\u201c可以治疗感冒发烧、头痛、鼻塞、流鼻水、咽痛、咳嗽;可以提升免疫力;可以改善和治疗癌症;还可以改善一切慢性病，包括全身关节酸痛、冬天手脚冰冷、头晕头痛、身体虚弱、心悸冷汗、忧郁恐惧、肥胖、血压高、低血压、糖尿病、尿毒、肝病、胃病、气喘、心肌梗塞、恶梦、反应迟钝、老人脑力退化健忘、女人经痛、神经衰弱、脾气暴燥、皮肤病、近视远视、老花眼、青光眼、白内障、目视不清、眼痛、眼涩、干眼症、耳鸣、重听、下痢、便秘、口臭、口苦、口干、呃逆、梦遗、滑精...... \n　　尤其感冒的人，拍手拍到流汗为止(约二十分钟)，感冒立刻痊愈;喝醉酒的人，拍手拍到流汗，酒醉就会全退;开车爱困的人，把车子停妥，拍手一阵子，睡意会消除;心脏无力、心律不整的人，拍手二、三个月，就有改善;糖尿病的人拍手，血糖指数会逐渐正常;手指酸麻或颤抖的人，拍手一、二个月就会痊愈;高血压的人拍手，血压会下降;低血压的人拍手，血压会上升;痛风、头晕、头痛、鼻子过敏的人，拍手会逐渐痊愈;精神不振、容易疲劳、火气大的人，拍手会慢慢改善等等\u201d 。\n一、简述\n　　拍手为什么会有这么神奇的功呢?因为我们的手上有数百个穴位，拍手时可以振荡气脉，带动十二经脉和奇经八脉(含任督二脉)的循环，而且把身上阴寒和污秽之气，从十个手指的尖端排山去。 中医说：所有的疾病都是气血失调所造成的，血气来引导，因此气是健康的关键。 气的顺畅与否会影响生理机能、内外分泌、血液循环系统、呼吸系统、消化系统、免疫系统等。 拍手既然可以促进气血的通畅，当然可以改善疑难杂症。 \n二、拍手功所对治的各种疾病\n　　拍手功几乎可以治一切慢性病。一般最常见的急性病乃是感冒发烧、头痛、鼻塞、流鼻水、咽痛、咳嗽等。\n　　拍手功可以提升免疫力，对于平常容易感冒的人非常有效。\n　　拍手功可以补充吾人体内的氧气，故可以保护体内的正常细胞，以抑制癌细胞的复制。 另拍手功是一种非常阳刚的气功，可以提振体内阳刚之气，打开胃口， 使人有信心、有活力，因此拍手功能改善一切慢性病，拍手功可以抗癌。\n三、拍手功的练法\n　　(一)以拍手的打击面来分，可分为：　　\n\n1、标准的拍手功：将十指张开，两手的手掌对手掌，手指对手指用力拍。 这种拍法丘老师把它叫做「实心掌练法」。它的优点是打击面最完全，刺激量最大，所以治病强身的效果最好;但躁音相当会人难以消受。 \n　　2、变通的拍手功：为了减少练功时的躁音，丘老师教人用「空心掌」拍手，也就是将手掌弓起，拍手时手指仍应张开，拍下去时，只有拍到手指尖及手掌的边缘部分。\n　　3、另一种变通的拍法是局部拍手。即右手拍左手，后左手拍右手。重复施作。\n　(二)以拍手时的姿势来分，可分为：\n　　1、坐着拍手。2、站着拍手。3、一面走一面拍手。4、原地踏步拍手。以上四种姿式，以第3、4种手脚并动的效果较好。\n四、练拍手功的时间与地点\n拍手功不宜在刚吃饱后练，否则会妨碍消化，饭后至少要过半小时才能练。理论上说，只要不是肚子饱，随时皆适合练拍手功。 \n对上班的人来说，可能练功比较没有那么方便。所以最好利用早餐前或晚餐后半小时练功。利用清晨早餐前几分钟，拍手刺激手上身体各部反射区，以活全身各组织器官，兼可提振精神， 使身体发热，对一天的心情是很有助益的。 \n　　晚餐后略事休息，一面散步一面拍手，可帮助消化，又可消除每天累积的身心污染，确是有必要的。\n　　山上林木茂密，无人之处是最好的拍手地点。人迹罕到的公园，空气清新，也是练拍手功的好所在。自家的客厅、书房、卧室，只要空气流通，不会影响周遭的人都适合拍手。\n五、余论\n　　正常人每天清晨拍五分钟，就可以激活一天的活力。若想很快治好难缠的慢性病，必须每天抽出至少半小时，狠狠地拍手，不要怕痛，也不要怕耗费时间。\n　　怀孕的人任何运动都不宜太激烈，否则有伤胎之虞，练拍手功亦然，不宜发出太大声响， 否则胎儿之神识会受到惊吓。因此孕妇只宜用空心掌拍，或用局部拍法。\n　　练拍手功的人不妨练其它的功，彼此只会相得益彰，不会互相破坏或抵消的\n　　佛教修行者，最好在练拍手功时，一面拍手一面念佛，这是将练功与修行结合起来，一举两得。\n　　老年人体弱两脚无力，练拍手功时，最好一面走一面拍，或一面拍一面踏步;若只是坐着拍手，而两脚不动，气血灌注两手过多，双脚将更加无力，切忌!切忌! \n"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/c6c4d6a5e8191deeb42abcac8a502b45.jpeg"],"create_time":"2017-04-20 11:15:36","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"25","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"24","title":"人体打坐的神奇","article_json":[{"type":"list","paragraphs":["人在盘腿打坐的时候，往往要求人盘腿打坐，双腿叠加，双手放在膝盖上，叫五心朝天（两手心、两脚心、头顶百会穴）。这时，人体打坐的形状，就形成了一个典型的金字塔形状，就能采集到天体中高层空间的能量，得到天人合一的状态。长期的打坐下去，人的身体就会健康；人的思想就会宁静；人的头脑就会清醒，还能开发人的智慧，激发人的功能。眼能看到奇景，鼻能嗅到异香；耳能听到妙音；舌能尝到甘味，身体感到轻松、有漂在空中的感觉；意识通灵，清醒的意识到另外空间的存在，眼耳鼻舌身意同时感受到身临仙境的妙不可言\n的状态。\n从道家的角度上讲，人在盘腿打坐的时候，头顶着天，接收着宇宙\n天体的高能量，叫开天门；会阴被坐在底下，避免能量从会阴逃出，\n叫闭地户；双手心、双脚心加上头顶朝上，采集吸收天体中的高能量，\n叫五心朝天；双腿相叠，使脚三阴、脚三阳相交，得到双腿能量的互\n补；双手结印，使手三阴、手三阳相接，得到双手能量的灌通；舌顶\n上颚，牙齿微微离缝，嘴唇闭上，使任督二脉相连，得到身体大脉的\n畅通，叫搭鹊桥。\n    从修行者的角度上看，舌头顶住上颚，嘴唇闭上，任督二脉相\n通，形成一个周天循环，就是我们常说的周天。一般情况下，子时、\n午时，人体在放松、睡眠休息的时候，才能形成周天循环，所以，养\n生的人注重睡子午觉，所以，把这种周天循环叫做子午周天；而修炼\n是人为的把两脉相接，让身体上的脉得到更大程度的畅通，保持身体\n的健康和精神的充沛。\n    双腿相叠，双腿就形成了一个三角形周天，形成一个脉络循环；\n双手结印，两手与头之间，也形成了一个相似的三角形周天，又形成\n一个脉络循环；十二正经相互连贯，就形成了人体侧面的一种循环形\n式。按照身体自然的循环时辰划分，这种循环，一般在卯时和酉时运\n转，人体自动形成循环运行，所以把这种修行方法叫做卯酉周天。\n人在打坐入静、入定的情况下，身体内的五脏会和谐相生，协调\n相克。通过肾水往上行，心火往下降，叫水火相济，通过肝气往西行，肺液往东运，实现金木相交等等；形成人体内的一种周天循环；得到五脏五腑的相生运转、相克运行和三焦的相互贯通，形成人体内的一种周天循环，使人身体的潜能达到最大限度的发挥。\n    静坐的好处\n    其一，静坐能够强健身体，修复身体的亚健康状态，提升五脏六腑的功能。特别对于慢性疾病和顽固症状，如：高血压、心脏病、肾病、肺病、脑供血不足、偏头疼、身体沉重、四肢寒冷、风湿病、爱出汗、盗汗等，具有显著的调节作用。\n    静坐时思想专注在一物之上，呼吸变得平缓均匀，通过呼吸进入肺部的空气总量相对稳定，进入心脏的氧气量也相对稳定，从而利于血压的调节。静坐时，身体能量的消耗少，心脏的耗氧量也比平时减少很多，血液循环的力量自然比平时加强了。有力的血液循环可以帮助我们净化血管中堵塞的物质，让很多\u201c长期休眠\u201d的血管重新恢复生命的活力。\n    这样的血液循环经过五脏六腑，能帮助脏腑净化积存的\u201c负面能量\u201d，提升脏腑的自愈功能；经过皮下，能帮助皮肤和肌肉净化\u201c负面能量\u201d，改善气色和肌肉的曲线。所以即便是短期的静坐，人也会感觉到那种从身体深处升起的轻松、舒适的生命能量，就像身体内部被一双温暖的大手按摩过一样。\n    静坐还能提升下丹田的力量，\u201c下丹田\u201d是生命能量的源头。静坐的过程中，由于血管的净化、身心气的调和，全身的经络得以疏通，使\u201c气的轨道\u201d恢复正常运转，达到固精培元的效果，元气充盈则百邪不入。\n    其二，静坐可以提升生命的气质，塑造健康、美丽的体态。\n    坚持静坐可以使一个人内在的气质沉静下来，使人在举手投足之间呈现出优雅、恬静、柔和的美感，这种气质是身体、情感、精神三种能量综合作用于生命的产物。内在的精神越柔，身体被净化的越好，情绪越稳定，外在呈现出来的气质也越美好。\n    特别提出的是：静坐中的双盘坐姿，可以快速地塑造美好体态。双盘被称为禅坐最稳固的坐姿，不但可以稳定身体内部杂乱的风息，更是可以快速减掉身体的赘肉，疏通堵塞的经络。练习双盘的人，很容易保持腰部、臀部、大腿和小腿部位的优美曲线，控制身体上半身与下半身的能量平衡。\n    其三，静坐能缓解压力，释放焦虑、紧张、烦躁、不安的情绪，使整个生命感受到平静、喜悦、自在和安心。\n    虽然我们经常忽略身体而空谈精神，却也很少去思考。其实，一切精神产物，都是有生理基础的，那就是我们身体的神经系统。彻底解决精神的问题，首先要从身体入手。因为所有的压力、焦虑、紧张、烦躁、不安的情绪，都是先被身体上的神经系统感知后，才被人觉察。而神经系统遍布全身各个角落，如果身体的某个部位病变或堵塞，神经系统接收到的信号也会产生变化，随即给大脑传递不利于生命健康的感受，进而产生不利于生命健康的思想和行为。\n    我们不稳定的情绪、思想都不是凭空产生的，而是\u201c因缘作用\u201d的结果。造成它的因缘不只包括外界的人事物，还包括身体这个内因，身体的神经系统是情绪和思想产生的生理基础。比如，人在愤怒的时候，给他打一针麻药，麻痹了身体的神经系统，他的愤怒情绪就会立刻消失。\n    静坐就好像是在按摩我们的神经系统，让这个\u201c调皮的孩子\u201d不再影响我们的情感和思想。在静坐过程中，我们制心一处，位于脑前区域的额叶活动会有所增强，脑细胞会开始分泌脑内啡、血清素，这些都是帮助人体神经系统放松、平静的重要元素。许多人通过十分钟的静坐，就能感受到紧张的情绪得到舒缓，烦躁的心情趋于平静。长久的静坐练习，能帮助我们培养出稳定的心灵力量。\n    其四，静坐能够开启内在的智慧，引导人们反省自我，觉知生命的存在，达到解脱。\n    静坐时并不是什么都不想，脑部的运作并没有关闭。静坐练习通常都由集中精神开始，大脑枕叶活动虽然会减弱，但脑前区域的额叶活动却增强了。额叶与人类的智力活动相关联，所以在静坐中人们经常会迸发出灵感，产生新的思路、回忆起遗忘的事情。\n    长久的静坐会使头脑变得清晰、敏锐。由于静坐方法的不同，产生的开启智慧、反省自我的功效也不同。有的静坐方法从\u201c止\u201d入手，训练心静止在一物之上，这样的方法能够培养出生命的\u201c定力\u201d。有的静坐方法从\u201c观\u201d入手，训练心的觉察力和敏锐度，这样的方法能够成就\u201c观慧\u201d。还有的静坐方法运用\u201c思维\u201d，如将人与太阳、天空、自然、空间等通过冥想联接在一起，感受人与整个存在世界的合一。这些方法都能够引导人内省、开启智慧，觉察到自我生命与存在世界的关系。"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/da38d8d58e1a38a288a59e78cc3277e7.jpeg"],"create_time":"2017-04-20 11:14:07","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"24","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"15","title":"你身上有10大止疼开关","article_json":[{"type":"list","paragraphs":["1、落枕脖子疼\n　　夏天吹空调或者开窗睡觉的时候，不小心脖子受了寒，第二天起来脖子就会落枕，脖子僵硬疼痛，疼痛难忍，不能扭头、低头。\n　　开关在哪：掐按小指根\n　　这个时候，你可以掐按你的小指指根下方内侧和外侧的凹陷处，可以以指甲用力掐按，但是注意不要掐破了。左边脖子疼，就掐按右侧的小指指根，右边疼掐按左侧的，掐按的同时慢慢的活动颈部，有利于快速缓解落枕。\n　　\n2、腰扭伤疼痛\n　　剧烈运动时、搬东西时，甚至跟人说话猛地扭身的时候，都有可能造成腰扭伤，尤其是长时间伏案工作，较少运动和从事体力劳动的人，更容易出现闪腰等情况。\n　　开关在哪：点按两眉头\n　　这时候，可以点按两个眉头处的凹陷，以指尖垂直点按两个眉头，同时慢慢的活动腰部，一般点按一次就会获得明显的好转，可以一天点按2~3次。\n　　\n3、剧烈头痛\n　　当由于受风感冒而突发剧烈头痛的时候，我们可以掐按手腕处的凹陷处。\n　　开关在哪：掐按桡骨茎突\n在我们平常看中医号脉的地方，有一块高起的小骨头，这个就是桡骨茎突。当剧烈头痛的时候，可以用指尖（但不要用指甲）点按桡骨茎突下的凹陷，力度要有疼痛酸胀的感觉，维持点按3分钟左右，可以有效的缓解头痛。\n\n　　4、胃痛\n　　当我们因为吃了冷饮、吹了冷风、吃的不恰当等引起胃疼的时候，可以掐按我们的大腿外侧。\n　　开关在哪：掐按大腿\n掐按点在膝盖向上四指宽的位置，可以用手指或者用梳子背、笔尖等寻找这个位置最痛的点。找到后用力按压，力度以有酸痛感为宜，维持这个力度3分钟左右，可以快速的缓解胃痛。我们也可以用手指适当用力拍打此处，直至出现红色的痧点，同样可以起效。\n\n　　5、牙疼\n　　民间有句俗话，叫做牙疼不是病，疼起来要人命。牙齿部位的疼痛，有可能是牙齿本身的问题，也有可能是神经性的疼痛。牙齿本身的问题，我们要尽快寻求牙医的帮助，而如果不是牙齿本身的器质性病变，我们就可以掐按虎口来快速止痛。\n　　开关在哪：掐按虎口\n掐按的时候，我们的指尖要对准虎口部位肌肉隆起的最高点下手，而且要从侧面对着骨头垂直用力掐按，维持力度3分钟左右，可以有效的缓解牙疼。\n\n　　6、抽筋腿疼\n　　很多人都有过腿抽筋剧烈疼痛的经历，抽筋发生的时候我们怎么急救呢？\n　　开关在哪：点按人字沟\n我们可以揉按位于小腿肚子正中点，维持揉按1分钟左右，即可有效缓解抽筋疼痛。\n\n　　7、痛经\n　　很多女性都怕大姨妈来的那几天，因为到了那几天小腹和后腰就会没着没落的疼痛，甚至有人疼得只能躺着。\n　　开关在哪：掐足背\n这时我们可以通过点按足背来缓解疼痛。具体位置是大脚趾和二脚趾之间，可以用指尖垂直点按这个位置 3分钟，然后再换另一侧继续点按3分钟，就可以有效的缓解小腹部和后腰疼痛的感觉。\n\n　　8、足跟痛\n　　穿了一天高跟鞋，到了晚上足踝肿胀、足跟痛是很多人的困扰。\n　　开关在哪：点按面颊\n这个时候我们可以点按面颊，脸部正中位置、颧骨下面的凹陷处，以笔头或者牙签钝的一头垂直点按此处，力度以有酸胀感为宜，维持3分钟，然后再点按另一侧，可以有效的缓解足跟痛。\n\n　　9、胸痛\n　　很多有心脏病的人，在激动、寒冷、饮酒、吃得太饱的时候，有可能会造成心脏病发作，而出现心前区疼痛不适，\n　　开关在哪：抠腋窝\n这个时候可以用手指插入左侧的腋窝中，适当用力地抠按腋窝中，可以有效的快速缓解心痛，可用于心脏病的临时急救。\n\n　　10、肩膀疼\n现在很多人由于长期使用电脑，或者经常抱孩子，而导致肩膀疼痛，甚至成了冻结肩，肩关节的活动大大受限。这个时候，我们可以点按小腿外侧靠近膝关节的一个止疼点。开\n关在哪：掐膝盖下面\n"]}],"is_top":"2","pics":[],"create_time":"2017-04-19 13:57:27","type":"10","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"2","article_id":"15","price_num":"0","comment_num":"0","type_str":"健康指南"},{"id":"14","title":"坚持步行的惊人效果","article_json":[{"type":"list","paragraphs":["俗话说，人老腿先老。由于人体2/3的肌肉集中在下半身，所以六十多岁的人可以有年轻人七成的握力和臂力，但下半身力量却只剩下四成。不过，大家也不必担心。最近，包括以色列、美国在内的科学家们发现，温和地健步行走，具有神奇的抗衰老功效。 \n最近在美国出版的《走路！不要跑步。》一书中，作者史塔曼博士指出：\u201c行走健身要求迈大步，速度较快，双臂摆动，抬头挺胸。\u201d别以为健步行走就是简单的下肢运动。目前已有许多研究证实，规律的健走可有效锻炼身体各部位：\n头脑\u2014\u2014促使脑部释放内啡肽，使心情愉悦。 \n肺部\u2014\u2014增加肺活量、降低嗜烟者对吸烟的渴望。 \n背部\u2014\u2014加强背肌力量，且对背部伤害较小。 \n腿脚\u2014\u2014行走相当于对骨骼进行力量训练，能明显增强腿脚骨骼和肌肉力量。 \n行走能治病 \n现代运动科学的新发现给健走锻炼方式提供了更多吸引人的亮点。 以色列科学家阿列克斯·奥辛斯基博士经过18个月的研究指出：\u201c坚持行走，男性就用不着伟哥。\u201d他发现男人下肢运动神经与掌管性功能的勃起神经密不可分，每天四公里，一周三次的行走锻炼，对男性性功能障碍（ED）有67%的疗效。 \n据《新英格兰医学期刊》的最新报道，一周步行三小时以上，可以降低 35%~40%的罹患心血管疾病风险。 美国《自然》杂志的最新报道称，60岁以上的人，一周三天，每次步行45分钟以上，可以预防老年痴呆。一周步行7小时以上，可以降低20%的乳腺癌罹患率，对II型糖尿病有50%的疗效。\n1. 步行能增强心脏功能，使心脏慢而有力。 \n2. 步行能增强血管弹性，减少血管破裂的可能性。 \n3. 步行能增强肌肉力量，强健腿足、筋骨，并能使关节灵活，促进人体血液循环和新陈代谢。 \n4. 步行可以增强消化腺的分泌功能，促进胃肠有规律的蠕动，增加食欲，对于防治高血压、糖尿病、肥胖症、习惯性便秘等症都有良好的作用。\n5. 在户外新鲜空气中步行，大脑思维活动变得清晰、灵活，可有效消除脑力疲劳，提高学习和工作效率。据有关专家测试，每周步行三次，每次一小时，连续坚持4个月者与不喜欢运动的人相比，前者反映敏锐，视觉与记忆力均占优势。\n6. 步行是一种静中有动、动中有静的健身方式，可以缓解神经肌肉紧张。据专家测定，当烦躁、焦虑的情绪涌向心头时，以轻快的步伐散步15分钟左右，即可缓解紧张，稳定情绪。\n7. 定时坚持步行，会消除心脏缺血性症状或降低血压。使人体消除疲劳，精神愉快，缓解心慌心悸。\n8. 步行可减少甘油三脂和胆固醇在动脉壁上的聚积，也能减少血糖转化成甘油三脂的机会。 \n9. 步行能减少人体腹部脂肪的积聚，保持人体的形体美。 \n10. 步行能减少血凝块的形成，减少心肌梗塞的可能性。 \n11. 步行能减少激素的产生，过多的肾上腺素的产生，过多的肾上腺素会引起动脉血管疾病。 \n12 . 步行可以保护环境，消除废气污染，对强健身体，提高身体免疫力，减少疾病，延年益寿也有积极的推动作用。 \n总之，活着就要动起來，将运动生活化。"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/0b7c2ff6b0d571aea25f54c9d2eae628.jpg"],"create_time":"2017-04-19 13:54:18","type":"4","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"14","price_num":"0","comment_num":"0","type_str":"足裸部"},{"id":"8","title":"6个小动作让您人老腿不老","article_json":[{"type":"subtitle","text":"干洗腿"},{"type":"list","paragraphs":["用双手紧抱一侧大腿，稍用力从大腿向下按摩，一直到足踝，然后再从踝部按摩至大腿根，用同样的方法按摩另一条腿，重复10-20遍。可是关节灵活、腿肌与步行能力增强，预防下肢静脉曲张及肌肉萎缩等。\n"]},{"type":"subtitle","text":"揉腿肚"},{"type":"list","paragraphs":["用两手掌夹住腿肚，旋转揉动，每侧揉动20-30次为一节，共做六节。此法能疏通血脉，增强腿的力量。"]},{"type":"subtitle","text":"甩小腿"},{"type":"list","paragraphs":["一手扶墙或扶树，先向前甩小腿，使脚尖向前向上翘起，然后向后甩动，甩80-100次为宜。此法可以预防下肢萎缩、软弱无力或麻木、小腿抽筋等症。\n"]},{"type":"subtitle","text":"揉双膝"},{"type":"list","paragraphs":["两足平行并拢，屈膝微下蹲，双手放在膝盖上，顺时针方向揉动数十次，然后逆时针方向揉动数十次，此法能疏通血脉，治下肢无力、膝关节疼痛"]},{"type":"subtitle","text":"搓脚心"},{"type":"list","paragraphs":["    双手掌搓热后搓脚心，左右各100次。有降虚火、舒肝明目之效，可防治高血压、晕眩、耳鸣、失眠等。\n"]},{"type":"subtitle","text":"高抬脚"},{"type":"list","paragraphs":["    每天将双脚翘起2-3次，平或高于心脏，此时下肢血液回肺和心脏的速度加快，头部可得到充足而新鲜的血液和氧，同时对双脚部穴位、反射区也是一个良性刺激"]}],"is_top":"2","pics":["http://hsm.oztechgroup.com/uploads/03d88cff5bd4cbb6ea70b12bfea6403d.jpeg"],"create_time":"2017-04-18 15:52:48","type":"4","app_type":"1","sport_purpose":"","sport_project":"","sport_power":"","is_index":"1","article_id":"8","price_num":"0","comment_num":"0","type_str":"足裸部"}]
         */

        private CnMapBean cn_map;
        private PageBean page;
        private List<ArticleListBean> article_list;

        public CnMapBean getCn_map() {
            return cn_map;
        }

        public void setCn_map(CnMapBean cn_map) {
            this.cn_map = cn_map;
        }

        public PageBean getPage() {
            return page;
        }

        public void setPage(PageBean page) {
            this.page = page;
        }

        public List<ArticleListBean> getArticle_list() {
            return article_list;
        }

        public void setArticle_list(List<ArticleListBean> article_list) {
            this.article_list = article_list;
        }

        public static class CnMapBean {
            /**
             * type : {"10":"健康指南","11":"慢病指导","12":"日常营养","13":"运动指导","14":"保健百科","15":"体检解答"}
             * app_type : {"1":"健康圈","2":"局部知识","3":"营养推荐","4":"运动处方"}
             * is_top : {"1":"置顶","2":"不置顶"}
             * is_index : {"1":"首推","2":"非首推"}
             */

            private TypeBean type;
            private AppTypeBean app_type;
            private IsTopBean is_top;
            private IsIndexBean is_index;

            public TypeBean getType() {
                return type;
            }

            public void setType(TypeBean type) {
                this.type = type;
            }

            public AppTypeBean getApp_type() {
                return app_type;
            }

            public void setApp_type(AppTypeBean app_type) {
                this.app_type = app_type;
            }

            public IsTopBean getIs_top() {
                return is_top;
            }

            public void setIs_top(IsTopBean is_top) {
                this.is_top = is_top;
            }

            public IsIndexBean getIs_index() {
                return is_index;
            }

            public void setIs_index(IsIndexBean is_index) {
                this.is_index = is_index;
            }

            public static class TypeBean {
                /**
                 * 10 : 健康指南
                 * 11 : 慢病指导
                 * 12 : 日常营养
                 * 13 : 运动指导
                 * 14 : 保健百科
                 * 15 : 体检解答
                 */

                @SerializedName("10")
                private String _$10;
                @SerializedName("11")
                private String _$11;
                @SerializedName("12")
                private String _$12;
                @SerializedName("13")
                private String _$13;
                @SerializedName("14")
                private String _$14;
                @SerializedName("15")
                private String _$15;

                public String get_$10() {
                    return _$10;
                }

                public void set_$10(String _$10) {
                    this._$10 = _$10;
                }

                public String get_$11() {
                    return _$11;
                }

                public void set_$11(String _$11) {
                    this._$11 = _$11;
                }

                public String get_$12() {
                    return _$12;
                }

                public void set_$12(String _$12) {
                    this._$12 = _$12;
                }

                public String get_$13() {
                    return _$13;
                }

                public void set_$13(String _$13) {
                    this._$13 = _$13;
                }

                public String get_$14() {
                    return _$14;
                }

                public void set_$14(String _$14) {
                    this._$14 = _$14;
                }

                public String get_$15() {
                    return _$15;
                }

                public void set_$15(String _$15) {
                    this._$15 = _$15;
                }
            }

            public static class AppTypeBean {
                /**
                 * 1 : 健康圈
                 * 2 : 局部知识
                 * 3 : 营养推荐
                 * 4 : 运动处方
                 */

                @SerializedName("1")
                private String _$1;
                @SerializedName("2")
                private String _$2;
                @SerializedName("3")
                private String _$3;
                @SerializedName("4")
                private String _$4;

                public String get_$1() {
                    return _$1;
                }

                public void set_$1(String _$1) {
                    this._$1 = _$1;
                }

                public String get_$2() {
                    return _$2;
                }

                public void set_$2(String _$2) {
                    this._$2 = _$2;
                }

                public String get_$3() {
                    return _$3;
                }

                public void set_$3(String _$3) {
                    this._$3 = _$3;
                }

                public String get_$4() {
                    return _$4;
                }

                public void set_$4(String _$4) {
                    this._$4 = _$4;
                }
            }

            public static class IsTopBean {
                /**
                 * 1 : 置顶
                 * 2 : 不置顶
                 */

                @SerializedName("1")
                private String _$1;
                @SerializedName("2")
                private String _$2;

                public String get_$1() {
                    return _$1;
                }

                public void set_$1(String _$1) {
                    this._$1 = _$1;
                }

                public String get_$2() {
                    return _$2;
                }

                public void set_$2(String _$2) {
                    this._$2 = _$2;
                }
            }

            public static class IsIndexBean {
                /**
                 * 1 : 首推
                 * 2 : 非首推
                 */

                @SerializedName("1")
                private String _$1;
                @SerializedName("2")
                private String _$2;

                public String get_$1() {
                    return _$1;
                }

                public void set_$1(String _$1) {
                    this._$1 = _$1;
                }

                public String get_$2() {
                    return _$2;
                }

                public void set_$2(String _$2) {
                    this._$2 = _$2;
                }
            }
        }

        public static class PageBean {
            /**
             * total_page : 1
             * total_num : 10
             * cur_page : 1
             * page_num : 20
             */

            private int total_page;
            private String total_num;
            private String cur_page;
            private String page_num;

            public int getTotal_page() {
                return total_page;
            }

            public void setTotal_page(int total_page) {
                this.total_page = total_page;
            }

            public String getTotal_num() {
                return total_num;
            }

            public void setTotal_num(String total_num) {
                this.total_num = total_num;
            }

            public String getCur_page() {
                return cur_page;
            }

            public void setCur_page(String cur_page) {
                this.cur_page = cur_page;
            }

            public String getPage_num() {
                return page_num;
            }

            public void setPage_num(String page_num) {
                this.page_num = page_num;
            }
        }

        public static class ArticleListBean {
            /**
             * id : 9
             * title : 步行好，还是跑步好
             * article_json : [{"type":"list","paragraphs":["步行和跑步是最受美国成年人欢迎的运动项目。然而究竟是走还是跑更利于健康，人们一直争论不休。最近有不少直接比较跑步与步行的新研究给我们提供了一些答案。他们的结论是？\u2014\u2014到底谁更好，基本上完全取决于你的期望。\n假如你想减重\u2014\u2014无论肤浅与否\u2014\u2014跑步更胜一筹，而且大比分领先。今年4月发表在《体育医学与科学》(Medicine & Science in Sports & Exercise)上的一篇文章清楚明白地打着这样一行标题：《跑步比步行更利于减重》(Greater Weight Loss From Running than Walking)。研究者梳理了参与\u201c全国跑步与步行健康研究\u201d的15237名步行者和32215名跑步者的调查数据。该大型调查由加州伯克利市劳伦斯伯克利国家实验室(Lawrence Berkeley National Laboratory)进行。\n参与者在调查开始时汇报了自己的体重、腰围、饮食习惯和通常每周或走或跑的英里数，六年后再次汇报以上数据的变化。\n跑步者在调查初期就普遍比步行者瘦，而且之后一直保持。几年下来，跑步者在控制体重指数和腰围方面远比步行者强。\n这种差异在55岁以上的参与者中尤其明显。此年龄段的跑步者并不进行大量跑步锻炼，也不比同龄步行者每周消耗的卡路里多。但他们的体重指数和腰围显著比同龄步行者低。\n为什么跑步比步行更有助于控制体重，原因尚未可知。虽然看似很明显，跑步比步行强度大，每小时燃烧的卡路里更多\u2014\u2014这是事实。然而，在上述及其他调查研究中，两种人的能量消耗持平\u2014\u2014步行者每周走上好多个小时，与跑步者燃烧同样卡路里\u2014\u2014那么跑步者似乎真的能在长期内更好地控制体重。\n一个小而有意思的研究发现，其中一个原因可能是跑步对食欲的影响。怀俄明大学(University of Wyoming)运动生理学实验室研究了两次不同实验中，9名有经验的女性跑步者和10名长期坚持步行锻炼的女性的身体状况。第一天，参与者在跑步机上或跑或走锻炼一小时。第二天，她们一起休息一小时。在每天的实验中，研究者都全程监控她们的能量消耗，并抽取血样，检测与食欲有关的激素。研究去年发表在《肥胖症》(The Journal of Obesity)杂志上。\n每次实验后，参与者面前都摆上了丰盛的自助餐，可以随意享用。\n结果是，步行者很饿。她们吃掉的热量比刚才在跑步机上消耗掉的还多50卡路里。\n跑步者则正相反，她们挑挑拣拣，吃的比消耗的几乎少200卡路里。\n而且锻炼后，跑步者血液中一种名为酪酪肽的激素水平显著提高，这是一种能够抑制食欲的激素。步行者血中的酪酪肽没有升高，她们食欲旺盛。\n想吃少，先跑一跑。\n不过在健康的其他方面，新的科学研究显示：步行至少和跑步一样有益；而且在某些情况下胜于跑步。今年5月发表的一项研究再次深入探索了\u201c跑步与步行健康研究\u201d的数据。研究者发现：比起久坐不动的人，跑步者和步行者患老年性白内障的风险都有所降低。这可是锻炼带给人们意料之外的又一大好处。\n最令人欣慰的也许是4月份刊登在《动脉硬化、血栓和血管生物学》(Arteriosclerosis, Thrombosis and Vascular Biology)上的那项新研究了。它再次利用了全面的\u201c跑步者与步行者健康研究\u201d数据。分析发现：跑步者比久坐不动者患高血压、糖尿病、心脏病和查出不良胆固醇指标的概率低得多。不过，步行者的数据更棒。举个例子，跑步者每天跑一个小时，患心脏病的概率降低4.5%；而每天消耗同等热量的步行者，其心脏病患病风险能降低9%以上。\n诚然，很少有步行者的能量消耗堪比跑步者。\u201c公平地讲，如果你想用走路的方式消耗掉跑步所能消耗的热量，那你要走1.5倍的距离，花2倍时间。\u201d劳伦斯伯克利国家实验室的研究员保罗·T·威廉姆斯(Paul T. Williams)说。威廉姆斯是上述所有利用了\u201c跑步者与步行者调查\u201d的研究论文的第一作者。\n从另一方面来说，开始进行步行锻炼的人通常都不如开始跑步的人健康，因此他们健康获益相对更大。\n无论你的健康目标是什么，\u201c跑也好走也好，都比什么都不做强。这一点值得重申。\u201d威廉姆斯博士说。\n为证明此论点，让我们看看那个食欲研究的额外发现：参与者在第二天的实验中静坐一小时，没做任何形式的运动。然后她们饿得不得了，比起刚才燃烧的屈指可数的一点热量，她们竟多吃下去了300卡路里。\n"]}]
             * is_top : 1
             * pics : ["http://hsm.oztechgroup.com/uploads/11b96d2d10e3f4e3329638ea425bdb87.jpg"]
             * create_time : 2017-04-18 15:56:46
             * type : 5
             * app_type : 1
             * sport_purpose :
             * sport_project :
             * sport_power :
             * is_index : 1
             * article_id : 9
             * price_num : 0
             * comment_num : 0
             * type_str : 活动
             */

            private String id;
            private String title;
            private String is_top;
            private String create_time;
            private String type;
            private String app_type;
            private String sport_purpose;
            private String sport_project;
            private String sport_power;
            private String is_index;
            private String article_id;
            private String price_num;
            private String comment_num;
            private String type_str;
            private List<ArticleJsonBean> article_json;
            private List<String> pics;

            public String getId() {
                return id;
            }

            public void setId(String id) {
                this.id = id;
            }

            public String getTitle() {
                return title;
            }

            public void setTitle(String title) {
                this.title = title;
            }

            public String getIs_top() {
                return is_top;
            }

            public void setIs_top(String is_top) {
                this.is_top = is_top;
            }

            public String getCreate_time() {
                return create_time;
            }

            public void setCreate_time(String create_time) {
                this.create_time = create_time;
            }

            public String getType() {
                return type;
            }

            public void setType(String type) {
                this.type = type;
            }

            public String getApp_type() {
                return app_type;
            }

            public void setApp_type(String app_type) {
                this.app_type = app_type;
            }

            public String getSport_purpose() {
                return sport_purpose;
            }

            public void setSport_purpose(String sport_purpose) {
                this.sport_purpose = sport_purpose;
            }

            public String getSport_project() {
                return sport_project;
            }

            public void setSport_project(String sport_project) {
                this.sport_project = sport_project;
            }

            public String getSport_power() {
                return sport_power;
            }

            public void setSport_power(String sport_power) {
                this.sport_power = sport_power;
            }

            public String getIs_index() {
                return is_index;
            }

            public void setIs_index(String is_index) {
                this.is_index = is_index;
            }

            public String getArticle_id() {
                return article_id;
            }

            public void setArticle_id(String article_id) {
                this.article_id = article_id;
            }

            public String getPrice_num() {
                return price_num;
            }

            public void setPrice_num(String price_num) {
                this.price_num = price_num;
            }

            public String getComment_num() {
                return comment_num;
            }

            public void setComment_num(String comment_num) {
                this.comment_num = comment_num;
            }

            public String getType_str() {
                return type_str;
            }

            public void setType_str(String type_str) {
                this.type_str = type_str;
            }

            public List<ArticleJsonBean> getArticle_json() {
                return article_json;
            }

            public void setArticle_json(List<ArticleJsonBean> article_json) {
                this.article_json = article_json;
            }

            public List<String> getPics() {
                return pics;
            }

            public void setPics(List<String> pics) {
                this.pics = pics;
            }

            public static class ArticleJsonBean {
                /**
                 * type : list
                 * paragraphs : ["步行和跑步是最受美国成年人欢迎的运动项目。然而究竟是走还是跑更利于健康，人们一直争论不休。最近有不少直接比较跑步与步行的新研究给我们提供了一些答案。他们的结论是？\u2014\u2014到底谁更好，基本上完全取决于你的期望。\n假如你想减重\u2014\u2014无论肤浅与否\u2014\u2014跑步更胜一筹，而且大比分领先。今年4月发表在《体育医学与科学》(Medicine & Science in Sports & Exercise)上的一篇文章清楚明白地打着这样一行标题：《跑步比步行更利于减重》(Greater Weight Loss From Running than Walking)。研究者梳理了参与\u201c全国跑步与步行健康研究\u201d的15237名步行者和32215名跑步者的调查数据。该大型调查由加州伯克利市劳伦斯伯克利国家实验室(Lawrence Berkeley National Laboratory)进行。\n参与者在调查开始时汇报了自己的体重、腰围、饮食习惯和通常每周或走或跑的英里数，六年后再次汇报以上数据的变化。\n跑步者在调查初期就普遍比步行者瘦，而且之后一直保持。几年下来，跑步者在控制体重指数和腰围方面远比步行者强。\n这种差异在55岁以上的参与者中尤其明显。此年龄段的跑步者并不进行大量跑步锻炼，也不比同龄步行者每周消耗的卡路里多。但他们的体重指数和腰围显著比同龄步行者低。\n为什么跑步比步行更有助于控制体重，原因尚未可知。虽然看似很明显，跑步比步行强度大，每小时燃烧的卡路里更多\u2014\u2014这是事实。然而，在上述及其他调查研究中，两种人的能量消耗持平\u2014\u2014步行者每周走上好多个小时，与跑步者燃烧同样卡路里\u2014\u2014那么跑步者似乎真的能在长期内更好地控制体重。\n一个小而有意思的研究发现，其中一个原因可能是跑步对食欲的影响。怀俄明大学(University of Wyoming)运动生理学实验室研究了两次不同实验中，9名有经验的女性跑步者和10名长期坚持步行锻炼的女性的身体状况。第一天，参与者在跑步机上或跑或走锻炼一小时。第二天，她们一起休息一小时。在每天的实验中，研究者都全程监控她们的能量消耗，并抽取血样，检测与食欲有关的激素。研究去年发表在《肥胖症》(The Journal of Obesity)杂志上。\n每次实验后，参与者面前都摆上了丰盛的自助餐，可以随意享用。\n结果是，步行者很饿。她们吃掉的热量比刚才在跑步机上消耗掉的还多50卡路里。\n跑步者则正相反，她们挑挑拣拣，吃的比消耗的几乎少200卡路里。\n而且锻炼后，跑步者血液中一种名为酪酪肽的激素水平显著提高，这是一种能够抑制食欲的激素。步行者血中的酪酪肽没有升高，她们食欲旺盛。\n想吃少，先跑一跑。\n不过在健康的其他方面，新的科学研究显示：步行至少和跑步一样有益；而且在某些情况下胜于跑步。今年5月发表的一项研究再次深入探索了\u201c跑步与步行健康研究\u201d的数据。研究者发现：比起久坐不动的人，跑步者和步行者患老年性白内障的风险都有所降低。这可是锻炼带给人们意料之外的又一大好处。\n最令人欣慰的也许是4月份刊登在《动脉硬化、血栓和血管生物学》(Arteriosclerosis, Thrombosis and Vascular Biology)上的那项新研究了。它再次利用了全面的\u201c跑步者与步行者健康研究\u201d数据。分析发现：跑步者比久坐不动者患高血压、糖尿病、心脏病和查出不良胆固醇指标的概率低得多。不过，步行者的数据更棒。举个例子，跑步者每天跑一个小时，患心脏病的概率降低4.5%；而每天消耗同等热量的步行者，其心脏病患病风险能降低9%以上。\n诚然，很少有步行者的能量消耗堪比跑步者。\u201c公平地讲，如果你想用走路的方式消耗掉跑步所能消耗的热量，那你要走1.5倍的距离，花2倍时间。\u201d劳伦斯伯克利国家实验室的研究员保罗·T·威廉姆斯(Paul T. Williams)说。威廉姆斯是上述所有利用了\u201c跑步者与步行者调查\u201d的研究论文的第一作者。\n从另一方面来说，开始进行步行锻炼的人通常都不如开始跑步的人健康，因此他们健康获益相对更大。\n无论你的健康目标是什么，\u201c跑也好走也好，都比什么都不做强。这一点值得重申。\u201d威廉姆斯博士说。\n为证明此论点，让我们看看那个食欲研究的额外发现：参与者在第二天的实验中静坐一小时，没做任何形式的运动。然后她们饿得不得了，比起刚才燃烧的屈指可数的一点热量，她们竟多吃下去了300卡路里。\n"]
                 */

                private String type;
                private List<String> paragraphs;

                public String getType() {
                    return type;
                }

                public void setType(String type) {
                    this.type = type;
                }

                public List<String> getParagraphs() {
                    return paragraphs;
                }

                public void setParagraphs(List<String> paragraphs) {
                    this.paragraphs = paragraphs;
                }
            }
        }
    }
}
